{
    "saint_collection": [
        {
            "id": 0,
            "saint_name": "St. Michael, the Archangel",
            "feast_day": "September 29",
            "patron": "of grocers, mariners, paratroopers, police, and sickness",
            "saint_biography": "The name Michael signifies Who is like to God? and was the warcry of the good angels in the battle fought in heaven against satan and his followers. Holy Scripture describes St. Michael as one of the chief princes, and leader of the forces of heaven in their triumph over the powers of hell. He has been especially honored and invoked as patron and protector by the Church from the time of the Apostles. Although he is always called the Archangel, the Greek Fathers and many others place him over all the angels - as Prince of the Seraphim. St. Michael is the patron of grocers, mariners, paratroopers, police and sickness.",
            "image": {
                "thumb": "img/saint/thumb/thumb_archangel.png",
                "full": "img/saint/archangel.png"
            }
        },
        {
            "id": 1,
            "saint_name": "St. Valentine",
            "feast_day": "February 14",
            "patron": "of Love, Young People, Happy Marriages",
            "saint_biography": "Valentine was a holy priest in Rome, who, with St. Marius and his family, assisted the martyrs in the persecution under Claudius II. He was apprehended, and sent by the emperor to the prefect of Rome, who, on finding all his promises to make him renounce his faith ineffectual, commanded him to be beaten with clubs, and afterwards, to be beheaded, which was executed on February 14, about the year 270. Pope Julius I is said to have built a church near Ponte Mole to his memory, which for a long time gave name to the gate now called Porta del Popolo, formerly, Porta Valetini. The greatest part of his relics are now in the church of St. Praxedes. His name is celebrated as that of an illustrious martyr in the sacramentary of St. Gregory, the Roman Missal of Thomasius, in the calendar of F. Fronto and that of Allatius, in Bede, Usuard, Ado, Notker and all other martyrologies on this day. To abolish the heathens lewd superstitious custom of boys drawing the names of girls, in honor of their goddess Februata Juno, on the fifteenth of this month, several zealous pastors substituted the names of saints in billets given on this day.",
            "image": {
                "thumb": "img/saint/thumb/thumb_valentine.png",
                "full": "img/saint/valentine.png"
            }
        },
        {
            "id": 2,
            "saint_name": "St. Patrick",
            "feast_day": "March 17",
            "patron": "of Ireland",
            "saint_biography": "St. Patrick of Ireland is one of the world's most popular saints. Apostle of Ireland, born at Kilpatrick, near Dumbarton, in Scotland, in the year 387; died at Saul, Downpatrick, Ireland, 17 March, 461. Along with St. Nicholas and St. Valentine, the secular world shares our love of these saints. This is also a day when everyone's Irish. There are many legends and stories of St. Patrick, but this is his story. Patrick was born around 385 in Scotland, probably Kilpatrick. His parents were Calpurnius and Conchessa, who were Romans living in Britian in charge of the colonies. As a boy of fourteen or so, he was captured during a raiding party and taken to Ireland as a slave to herd and tend sheep. Ireland at this time was a land of Druids and pagans. He learned the language and practices of the people who held him. During his captivity, he turned to God in prayer. Patrick's captivity lasted until he was twenty, when he escaped after having a dream from God in which he was told to leave Ireland by going to the coast. There he found some sailors who took him back to Britian, where he reunited with his family. He had another dream in which the people of Ireland were calling out to him. He began his studies for the priesthood. He was ordained by St. Germanus, the Bishop of Auxerre, whom he had studied under for years. Later, Patrick was ordained a bishop, and was sent to take the Gospel to Ireland. He arrived in Ireland March 25, 433, at Slane. One legend says that he met a chieftain of one of the tribes, who tried to kill Patrick. Patrick converted Dichu (the chieftain) after he was unable to move his arm until he became friendly to Patrick. Patrick began preaching the Gospel throughout Ireland, converting many. He and his disciples preached and converted thousands and began building churches all over the country. Kings, their families, and entire kingdoms converted to Christianity when hearing Patrick's message. Patrick by now had many disciples, among them Beningnus, Auxilius, Iserninus, and Fiaac, (all later canonized as well). Patrick preached and converted all of Ireland for 40 years. He worked many miracles and wrote of his love for God in Confessions. After years of living in poverty, traveling and enduring much suffering he died March 17, 461. He died at Saul, where he had built the first church. Why a shamrock? Patrick used the shamrock to explain the Trinity, and has been associated with him and the Irish since that time. In His Footsteps: Patrick was a humble, pious, gentle man, whose love and total devotion to and trust in God should be a shining example to each of us. He feared nothing, not even death, so complete was his trust in God, and of the importance of his mission.",
            "saint_prayer": "Dear St. Patrick, <br/> in your humility you called yourself a sinner, <br/> but you became a most successful missionary <br/> and prompted countless pagans <br/> to follow the Saviour. <br/> Many of their descendents in turn <br/> spread the Good News in numerous foreign lands. <br/> Through your powerful intercession with God, <br/> obtain the missionaries we need <br/> to continue the work you began. Amen.",
            "image": {
                "thumb": "img/saint/thumb/thumb_stpatrick.png",
                "full": "img/saint/stpatrick.png"
            }
        },
        {
            "id": 3,
            "saint_name": "Mary the Blessed Virgin",
            "feast_day": "January 1",
            "patron": "",
            "saint_biography": "The Mother, of God, Mother of Jesus, wife of St. Joseph, and the greatest of all Christian saints. The Virgin Mother was, after her Son, exalted by divine grace above all angels and men. Mary is venerated with a special cult, called by St. Thomas Aquinas, hyperdulia, as the highest of God’s creatures. The principal events of her life are celebrated as liturgical feasts of the universal Church. Mary’s life and role in the history of salvation is prefigured in the Old Testament, while the events of her life are recorded in the New Testament. Traditionally, she was declared the daughter of Sts. Joachim and Anne. Born in Jerusalem, Mary was presented in the Temple and took a vow of virginity. Living in Nazareth, Mary was visited by the archangel Gabriel, who announced to her that she would become the Mother of Jesus, by the Holy Spirit. She became betrothed to St. Joseph and went to visit her cousin, Elizabeth, who was bearing St. John the Baptist. Acknowledged by Elizabeth as the Mother of God, Mary intoned the Magnificat. When Emperor Augustus declared a census throughout the vast Roman Empire, Mary and St. Joseph went to Bethlehem, his city of lineage, as he belonged to the House of David. There Mary gave birth to Jesus and was visited by the Three Kings. Mary and Joseph presented Jesus in the Temple, where St. Simeon rejoiced and Mary received word of sorrows to come later. Warned to flee, St. Joseph and Mary went to Egypt to escape the wrath of King Herod. They remained in Egypt until King Herod died and then returned to Nazareth. Nothing is known of Mary’s life during the next years except for a visit to the Temple of Jerusalem, at which time Mary and Joseph sought the young Jesus, who was in the Temple with the learned elders. The first recorded miracle of Jesus was performed at a wedding in Cana, and Mary was instrumental in calling Christ’s attention to the need. Mary was present at the Crucifixion in Jerusalem, and there she was given into John’s care. She was also with the disciples in the days before the Pentecost, and it is believed that she was present at the resurrection and Ascension. No scriptural reference concerns Mary’s last years on earth. According to tradition, she went to Ephesus, where she experienced her dormition. Another tradition states that she remained in Jerusalem. The belief that Mary’s body was assumed into heaven is one of the oldest traditions of the Catholic Church. Pope Pius XII declared this belief Catholic dogma in 1950. The feast of the Assumption is celebrated on August 15. The dogma of the Immaculate Conception - that Mary, as the Mother of the Second Person of the Holy Trinity, was free of original sin at the moment of her conception was proclaimed by Pope Pius IX in 1854 . The feast of the Immaculate Conception is celebrated on December 8. The birthday of Mary is an old feast in the Church, celebrated on September 8 since the seventh century. Other feasts that commemorate events in the life of the Blessed Virgin Mary are listed in the Appendices. Pope Pius XII dedicated the entire human race to Mary in 1944. The Church has long taught that Mary is truly the Mother of God . St. Paul observed that God sent His Son, born of a woman, expressing the union of the human and the divine in Christ. As Christ possesses two natures, human and divine, Mary was the Mother of God in his human nature. This special role of Mary in salvation history is clearly depicted in the Gospel in which she is seen constantly at her son’s side during his soteriological mission. Because of this role exemplified by her acceptance of Christ into her womb, her offering of him to God at the Temple, her urging him to perform his first miracle, and her standing at the foot of the Cross at Calvary Mary was joined fully in the sacrifice by Christ of himself.",
            "image": {
                "thumb": "img/saint/thumb/thumb_mary.png",
                "full": "img/saint/mary.png"
            }
        },
        {
            "id": 4,
            "saint_name": "St. Joan of Arc",
            "feast_day": "May 30",
            "patron": "of Soldiers and France",
            "saint_biography": "St. Joan of Arc is the patroness of soldiers and of France. On January 6, 1412, Joan of Arc was born to pious parents of the French peasant class, at the obscure village of Domremy, near the province of Lorraine. At a very early age, she heard voices: those of St. Michael, St. Catherine and St. Margaret. At first the messages were personal and general. Then at last came the crowning order. In May, 1428, her voices of St. Michael, St. Catherine, and St. Margaret told Joan to go to the King of France and help him reconquer his kingdom. For at that time the English king was after the throne of France, and the Duke of Burgundy, the chief rival of the French king, was siding with him and gobbling up evermore French territory. After overcoming opposition from churchmen and courtiers, the seventeen year old girl was given a small army with which she raised the seige of Orleans on May 8, 1429. She then enjoyed a series of spectacular military successes, during which the King was able to enter Rheims and be crowned with her at his side. In May 1430, as she was attempting to relieve Compiegne, she was captured by the Burgundians and sold to the English when Charles and the French did nothing to save her. After months of imprisonment, she was tried at Rouen by a tribunal presided over by the infamous Peter Cauchon, Bishop of Beauvais, who hoped that the English would help him to become archbishop. Through her unfamiliarity with the technicalities of theology, Joan was trapped into making a few damaging statements. When she refused to retract the assertion that it was the saints of God who had commanded her to do what she had done, she was condemned to death as a heretic, sorceress, and adulteress, and burned at the stake on May 30, 1431. She was nineteen years old. Some thirty years later, she was exonerated of all guilt and she was ultimately canonized in 1920, making official what the people had known for centuries. Her feast day is May 30. Joan was canonized in 1920 by Pope Benedict XV.",
            "image": {
                "thumb": "img/saint/thumb/thumb_joanofarc.png",
                "full": "img/saint/joanofarc.png"
            }
        },
        {
            "id": 6,
            "saint_name": "St. Lucy",
            "feast_day": "December 13",
            "patron": "of blindness",
            "saint_biography": "Lucy's name means 'light', with the same root as 'lucid' which means 'clear, radiant, understandable.' Unfortunately for us, Lucy's history does not match her name. Shrouded in the darkness of time, all we really know for certain is that this brave woman who lived in Syracuse lost her life in the persecution of Christians in the early fourth century. Her veneration spread to Rome so that by the sixth century the whole Church recognized her courage in defense of the faith. Because people wanted to shed light on Lucy's bravery, legends grew up. The one that is passed down to us tells the story of a young Christian woman who had vowed her life to the service of Christ. Her mother tried to arrange a marriage for her with a pagan. Lucy apparently knew that her mother would not be convinced by a young girl's vow so she devised a plan to convince her mother that Christ was a much more powerful partner for life. Through prayers at the tomb of Saint Agatha, her mother's long illness was cured miraculously. The grateful mother was now ready to listen to Lucy's desire to give her money to the poor and commit her life to God. Unfortunately, legend has it, the rejected bridegroom did not see the same light and he betrayed Lucy to the governor as a Christian. This governor tried to send her into prostitution but the guards who came to take her way found her stiff and heavy as a mountain. Finally she was killed. As much as the facts of Lucy's specific case are unknown, we know that many Christians suffered incredible torture and a painful death for their faith during Diocletian's reign. Lucy may not have been burned or had a sword thrust through her throat but many Christians did and we can be sure her faith withstood tests we can barely imagine. Lucy's name is probably also connected to statues of Lucy holding a dish with two eyes on it. This refers to another legend in which Lucy's eyes were put out by Diocletian as part of his torture. The legend concludes with God restoring Lucy's eyes. Lucy's name also played a large part in naming Lucy as a patron saint of the blind and those with eye-trouble. Whatever the fact to the legends surrounding Lucy, the truth is that her courage to stand up and be counted a Christian in spite of torture and death is the light that should lead us on our own journeys through life.",
            "image": {
                "thumb": "img/saint/thumb/thumb_lucy.png",
                "full": "img/saint/lucy.png"
            }
        },
        {
            "id": 7,
            "saint_name": "St. Sebastian",
            "feast_day": "January 20",
            "patron": "of Athletes",
            "saint_biography": "According to his legend, Sebastian was born at Narbonne, Gaul. He became a soldier in the Roman army at Rome in about 283, and encouraged Marcellian and Marcus, under sentence of death, to remain firm in their faith. Sebastian made numerous converts: among them were the master of the rolls, Nicostratus, who was in charge of prisoners and his wife, Zoe, a deaf mute whom he cured; the jailer Claudius; Chromatius, Prefect of Rome, whom he cured of gout; and Chromatius' son, Tiburtius. Chromatius set the prisoners free, freed his slaves, and resigned as prefect. Sebastian was named captain in the praetorian guards by Emperor Diocletian, as did Emperor Maximian when Diocletian went to the East. Neither knew that Sebastian was a Christian. When it was discovered during Maximian's persecution of the Christians that Sebastian was indeed a Christian, he was ordered executed. He was shot with arrows and left for dead, but when the widow of St. Castulus went to recover his body, she found he was still alive and nursed him back to health. Soon after, Sebastian intercepted the Emperor, denounced him for his cruelty to Christians, and was beaten to death on the Emperor's orders. Saint Sebastian was venerated at Milan as early as the time of St. Ambrose and was buried on the Appian Way. He is patron of archers, athletes, and soldiers, and is appealed to for protection against plagues.",
            "image": {
                "thumb": "img/saint/thumb/thumb_sebastian.png",
                "full": "img/saint/sebastian.png"
            }
        },
        {
            "id": 8,
            "saint_name": "St. Christopher",
            "feast_day": "July 25",
            "patron": "Travelers",
            "saint_biography": "Before the 1969 reform of the Roman calendar, Christopher was listed as a martyr who died under Decius. Nothing else is known about him. There are several legends about him including the one in which he was crossing a river when a child asked to be carried across. When Christopher put the child on his shoulders he found the child was unbelievably heavy. The child, according to the legend, was Christ carrying the weight of the whole world. This was what made Christopher patron saint of travelers and is invoked against storms, plagues, etc.. His former feast day is July 25. Before the formal canonization process began in the fifteenth century, many saints were proclaimed by popular approval. This was a much faster process but unfortunately many of the saints so named were based on legends, pagan mythology, or even other religions -- for example, the story of the Buddha traveled west to Europe and he was 'converted' into a Catholic saint! In 1969, the Church took a long look at all the saints on its calendar to see if there was historical evidence that that saint existed and lived a life of holiness. In taking that long look, the Church discovered that there was little proof that many 'saints', including some very popular ones, ever lived. Christopher was one of the names that was determined to have a basis mostly in legend. Therefore Christopher (and others) were dropped from the universal calendar. Some saints were considered so legendary that their cult was completely repressed (including St. Ursula). Christopher's cult was not suppressed but it is confined to local calendars (those for a diocese, country, or so forth). His name Christopher, means Christ-bearer. He died a martyr during the reign of Decius in the third century.",
            "image": {
                "thumb": "img/saint/thumb/thumb_christopher.png",
                "full": "img/saint/christopher.png"
            }
        },
        {
            "id": 9,
            "saint_name": "St. Clare",
            "feast_day": "August 11",
            "patron": "of Sore Eyes",
            "saint_biography": "Clare was a beautiful Italian noblewoman who became the Foundress of an order of nuns now called 'Poor Clares.' When she heard St. Francis of Assisi preach, her heart burned with a great desire to imitate Francis and to live a poor humble life for Jesus. So one evening, she ran away from home, and in a little chapel outside Assisi, gave herself to God. St. Francis cut off her hair and gave her a rough brown habit to wear, tied with a plain cord around her waist. Her parents tried in every way to make her return home, but Clare would not. Soon her sister, St. Agnes joined her, as well as other young women who wanted to be brides of Jesus, and live without any money. St. Clare and her sisters wore no shoes, ate no meat, lived in a poor house, and kept silent most of the time. Yet they were very happy, because Our Lord was close to them all the time. Once, He saved them from a great danger in answer to St. Clare's prayer. An army of rough soldiers came to attack Assisi and they planned to raid the convent first. Although very sick, St. Clare had herself carried to the wall and right there, where the enemies could see it, she had the Blessed Sacrament placed. Then on her knees, she begged God to save the Sisters.",
            "image": {
                "thumb": "img/saint/thumb/thumb_stclare.png",
                "full": "img/saint/stclare.png"
            }
        },
        {
            "id": 10,
            "saint_name": "St. Rose of Lima",
            "feast_day": "August 23",
            "patron": "of Latin America and Philippines",
            "saint_biography": "Virgin, born at Lima, Peru 20 April, 1586; died there the 24 of August, 1617. St. Rose of Lima is the patroness of Latin America and the Philippines. This South American Saint's real name was Isabel, but she was such a beautiful baby that she was called Rose, and that name remained. As she grew older, she became more and more beautiful, and one day, her mother put a wreath of flowers on her head to show off her loveliness to friends. But Rose had no desire to be admired, for her heart had been given to Jesus. So she put a long pin into that wreath and it pierced her so deeply, that she had a hard time getting the wreath off afterward. Another time she became afraid that her beauty might be a temptation to someone, since people could not take their eyes off her. Therefore, she rubbed her face with pepper until it was all red and blistered. St. Rose worked hard to support her poor parents and she humbly obeyed them, except when they tried to get her to marry. That she would not do. Her love of Jesus was so great that when she talked about Him, her face glowed and her eyes sparkled. Rose had many temptations from the devil, and there were also many times when she had to suffer a feeling of terrible loneliness and sadness, for God seemed far away. Yet she cheerfully offered all these troubles to Him. In fact, in her last long, painful sickness, this heroic young woman use to pray: 'Lord, increase my sufferings, and with them increase Your love in my heart.'  Many miracles followed her death. She was beatified by Clement IX, in 1667, and canonized in 1671 by Clement X, the first American to be so honoured. Her feast is celebrated 23 of August. She is represented wearing a crown of roses.",
            "image": {
                "thumb": "img/saint/thumb/thumb_roseoflima.png",
                "full": "img/saint/roseoflima.png"
            }
        },
        {
            "id": 11,
            "saint_name": "St. Paul",
            "feast_day": "June 29",
            "patron": "Evangelist",
            "saint_biography": "St. Paul, the indefatigable Apostle of the Gentiles, was converted from Judaism on the road to Damascus. He remained some days in Damascus after his Baptism, and then went to Arabia, possibly for a year or two to prepare himself for his future missionary activity. Having returned to Damascus, he stayed there for a time, preaching in the synagogues that Jesus is the Christ, the Son of God. For this he incurred the hatred of the Jews and had to flee from the city. He then went to Jerusalem to see Peter and pay his homage to the head of the Church. Later he went back to his native Tarsus, where he began to evangelize his own province until called by Barnabus to Antioch. After one year, on the occasion of a famine, both Barnabus and Paul were sent with alms to the poor Christian community at Jerusalem. Having fulfilled their mission they returned to Antioch. Soon after this, Paul and Barnabus made the first missionary journey, visiting the island of Cypress, then Pamphylia, Pisidia, and Lycaonia, all in Asia Minor, and establishing churches at Pisidian Antioch, Iconium, Lystra, and Derbe. After the Apostolic Council of Jerusalem Paul, accompanied by Silas and later also by Timothy and Luke, made his second missionary journey, first revisiting the churches previously established by him in Asia Minor, and then passing through Galatia. At Troas a vision of a Macedonian was had by Paul, which impressed him as a call from God to evangelize in Macedonia. He accordingly sailed for Europe, and preached the Gospel in Philippi. Thessalonica, Beroea, Athens, and Corinth. Then he returned to Antioch by way of Ephesus and Jerusalem. On his third missionary journey, Paul visited nearly the same regions as on the second trip, but made Ephesus where he remained nearly three years, the center of his missionary activity. He laid plans also for another missionary journey, intending to leave Jerusalem for Rome and Spain. Persecutions by the Jews hindered him from accomplishing his purpose. After two years of imprisonment at Caesarea he finally reached Rome, where he was kept another two years in chains. The Acts of the Apostles gives us no further information on the life of the Apostle. We gather, however, from the Pastoral Epistles and from tradition that at the end of the two years St. Paul was released from his Roman imprisonment, and then traveled to Spain, later to the East again, and then back to Rome, where he was imprisoned a second time and in the year 67, was beheaded. St. Paul untiring interest in and paternal affection for the churches established by him have given us fourteen canonical Epistles. It is, however, quite certain that he wrote other letters which are no longer extant. In his Epistles, St. Paul shows himself to be a profound religious thinker and he has had an enduring formative influence in the development of Christianity. The centuries only make more apparent his greatness of mind and spirit.",
            "image": {
                "thumb": "img/saint/thumb/thumb_stpaul.png",
                "full": "img/saint/stpaul.png"
            }
        },
        {
            "id": 12,
            "saint_name": "St. Nicholas",
            "feast_day": "December 6",
            "patron": "of Bakers and Pawnbrokers",
            "saint_biography": "St. Nicholas, called 'of Bari', Bishop of Myra (Fourth Century) 6 Dec. Feast day. The great veneration with which this saint has been honored for many ages and the number of altars and churches which have been everywhere dedicated in his memory are testimonials to his holiness and of the glory which he enjoys with God. He is said to have been born at Patara in Lycia, a province of Asia Minor. Myra, the capital, not far from the sea, was an episcopal see, and this church falling vacant, the holy Nicholas was chosen bishop, and in that station became famous by his extraordinary piety and zeal and many astonishing miracles. The Greek histories of his life agree that he suffered imprisonment of the faith and made a glorious confession in the latter part of the persecution raised by Dioletian, and that he was present at the Council of Nicaea and there condemned Arianism. The silence of other authors makes many justly suspect these circumstances. He died at Myra, and was buried in his cathedral.",
            "image": {
                "thumb": "img/saint/thumb/thumb_stnic.png",
                "full": "img/saint/stnic.png"
            }
        },
        {
            "id": 13,
            "saint_name": "St. Bernadette",
            "feast_day": "April 16",
            "patron": "Body ills, Illness, Poverty, Shepherdness",
            "saint_biography": "On April 16, 1879, Bernadette -- or Sister Marie-Bernard, as she was known within her order -- died in the Sainte Croix (Holy Cross) Infirmary of the Convent of Saint-Gildard. She was thirty-five. Born into a humble family which little by little fell into extreme poverty, Bernadette had always been a frail child. Quite young, she had already suffered from digestive trouble, then after having just escaped being a victim of the cholera epidemic of 1855, she experienced painful attacks of asthma, and her ill health almost caused her to be cut off for ever from the religious life. At least three times during her short life-time, she received the last Sacraments. She was gradually struck by other illnesses as well as asthma: among them, tuberculosis of the lung and a tubercular tumor on her right knee. On Wednesday, April 16, 1879, her pain got much worse. Shortly after eleven she seemed to be almost suffocating and was carried to an armchair, where she sat with her feet on a footstool in front of a blazing fire. She died at about 3.15 in the afternoon.",
            "image": {
                "thumb": "img/saint/thumb//thumb_stbernadette.png",
                "full": "img/saint/stbernadette.png"
            }
        },
        {
            "id": 14,
            "saint_name": "St. Giles",
            "feast_day": "September 1",
            "patron": "of Beggars, Disabled",
            "saint_biography": "Despite the fact that much about St. Giles is shrouded in mystery, we can say that he was one of the most popular saints in the Middle Ages. Likely, he was born in the first half of the seventh century in southeastern France. That is where he built a monastery that became a popular stopping-off point for pilgrims making their way to Compostela in Spain and the Holy Land.<br/> In England, many ancient churches and hospitals were dedicated to Giles. One of the sections of the city of Brussels is named after him. In Germany, Giles was included among the so-called 14 Holy Helpers, a popular group of saints to whom people prayed, especially for recovery from disease and for strength at the hour of death. Also among the 14 were Sts. Christopher, Barbara and Blaise. Interestingly, Giles was the only non-martyr among them. Devotion to the 'Holy Helpers' was especially strong in parts of Germany and in Hungary and Sweden. Such devotion made his popularity spread. Giles was soon invoked as the patron of the poor and the disabled.<br/> The pilgrimage center that once drew so many fell into disrepair some centuries after Giles' death.",
            "image": {
                "thumb": "img/saint/thumb/thumb_giles.png",
                "full": "img/saint/giles.png"
            }
        },
        {
            "id": 15,
            "saint_name": "St. John the Baptist",
            "feast_day": "June 24",
            "saint_biography": "John the Baptist was the son of Zachary, a priest of the Temple in Jerusalem, and Elizabeth, a kinswoman of Mary who visited her. He was probably born at Ain-Karim southwest of Jerusalem after the Angel Gabriel had told Zachary that his wife would bear a child even though she was an old woman. He lived as a hermit in the desert of Judea until about A.D. 27. When he was thirty, he began to preach on the banks of the Jordan against the evils of the times and called men to penance and baptism 'for the Kingdom of Heaven is close at hand'. He attracted large crowds, and when Christ came to him, John recognized Him as the Messiah and baptized Him, saying, 'It is I who need baptism from You'. When Christ left to preach in Galilee, John continued preaching in the Jordan valley. Fearful of his great power with the people, Herod Antipas, Tetrarch of Perea and Galilee, had him arrested and imprisoned at Machaerus Fortress on the Dead Sea when John denounced his adultrous and incestuous marriage with Herodias, wife of his half brother Philip. John was beheaded at the request of Salome, daughter of Herodias, who asked for his head at the instigation of her mother. John inspired many of his followers to follow Christ when he designated Him 'the Lamb of God,' among them Andrew and John, who came to know Christ through John's preaching. John is presented in the New Testament as the last of the Old Testament prophets and the precursor of the Messiah. His feast day is June 24th and the feast for his beheading is August 29th.",
            "image": {
                "thumb": "img/saint/thumb/thumb_johnthebaptist.png",
                "full": "img/saint/johnthebaptist.png"
            }
        },
        {
            "id": 16,
            "saint_name": "St. Gerard Majella",
            "feast_day": "October 16",
            "patron": "of Expectant Mothers",
            "saint_biography": "St. Gerard Majella, religious, is the patron of expectant mothers. He was born at Muro, Italy, in 1726 and joined the Redemptorists at the age of 23, becoming a professed lay brother in 1752. He served as sacristan, gardener, porter, infirmarian, and tailor. However, because of his great piety, extraordinary wisdom, and his gift of reading consciences, he was permitted to counsel communities of religious women. This humble servant of God also had the faculties of levitation and bi-location associated with certain mystics. His charity, obedience, and selfless service as well as his ceaseless mortification for Christ, made him the perfect model of lay brothers. He was afflicted with tuberculosis and died in 1755 at the age of twenty-nine. This great saint is invoked as a patron of expectant mothers as a result of a miracle effected through his prayers for a woman in labor",
            "image": {
                "thumb": "img/saint/thumb/thumb_majella.png",
                "full": "img/saint/majella.png"
            }
        },
        {
            "id": 17,
            "saint_name": "St. Luke",
            "feast_day": "October 18",
            "patron": "Physicians and Surgeons",
            "saint_biography": "Luke, the writer of the Gospel and the Acts of the Apostles, has been identified with St. Paul's 'Luke, the beloved physician' (Colossians 4:14). We know few other facts about Luke's life from Scripture and from early Church historians. It is believed that Luke was born a Greek and a Gentile. In Colossians 10-14 speaks of those friends who are with him. He first mentions all those 'of the circumcision' -- in other words, Jews -- and he does not include Luke in this group. Luke's gospel shows special sensitivity to evangelizing Gentiles. It is only in his gospel that we hear the parable of the Good Samaritan, that we hear Jesus praising the faith of Gentiles such as the widow of Zarephath and Naaman the Syrian (Lk.4:25-27), and that we hear the story of the one grateful leper who is a Samaritan (Lk.17:11-19). According to the early Church historian Eusebius Luke was born at Antioch in Syria.",
            "image": {
                "thumb": "img/saint/thumb/thumb_stluke.png",
                "full": "img/saint/stluke.png"
            }
        },
        {
            "id": 18,
            "saint_name": "St. Elizabeth",
            "feast_day": "November 5",
            "saint_biography": "Not much information is known about Elizabeth, but she has the distinction of being one of the first to know about Mary's great blessing as the Mother of God. Zachary was a priest in Jerusalem whose wife, Elizabeth, Mary's cousin, was beyond child-bearing age. He was told by an angel in a vision that they would have a son and should name him John. When he doubted this, he was struck dumb. Elizabeth was visited by Mary, at which time Mary spoke the hymn of praise now known at the Magnificat, and after John's birth, Zachary's speech was restored. This is all that is known of Elizabeth and Zachary, and is found in the New Testament in Luke, Chapter 1. An unvarifiable tradition has Zachary murdered in the Temple when he refused to tell Herod where his son John was to be found. ",
            "image": {
                "thumb": "img/saint/thumb/thumb_stelizabeth.png",
                "full": "img/saint/stelizabeth.png"
            }
        },
        {
            "id": 19,
            "saint_name": "St. Thomas Aquinas",
            "feast_day": "January 28",
            "saint_biography": "St. Thomas Aquinas, priest and doctor of the Church, patron of all universities and of students. His feast day is January 28th. He was born toward the end of the year 1226. He was the son of Landulph, Count of Aquino, who, when St. Thomas was five years old, placed him under the care of the Benedictines of Monte Casino. His teachers were surprised at the progress he made, for he surpassed all his fellow pupils in learning as well as in the practice of virtue. When he became of age to choose his state of life, St. Thomas renounced the things of this world and resolved to enter the Order of St. Dominic in spite of the opposition of his family. In 1243, at the age of seventeen, he joined the Dominicans of Naples. Some members of his family resorted to all manner of means over a two year period to break his constancy. They even went so far as to send an impure woman to tempt him. But all their efforts were in vain and St. Thomas persevered in his vocation. As a reward for his fidelity, God conferred upon him the gift of perfect chastity, which has merited for him the title of the 'Angelic Doctor'.",
            "image": {
                "thumb": "img/saint/thumb/thumb_aquinas.png",
                "full": "img/saint/aquinas.png"
            }
        },
        {
            "id": 20,
            "saint_name": "St, Raphael",
            "feast_day": "September 29",
            "patron": "of Travelers",
            "saint_biography": "St. Raphael is one of seven Archangels who stand before the throne of the Lord. He was sent by God to help Tobit, Tobiah and Sarah. At the time, Tobit was blind and Tobiah's betrothed, Sarah, had had seven bridegrooms perish on the night of their weddings. Raphael accompanied Tobiah into Media disguised as a man named Azariah. Raphael helped him through his difficulties and taught him how to safely enter marriage with Sarah. Tobiah said that Raphael caused him to have his wife and that he gave joy to Sarah's parents for driving out the evil spirit in her. He also gave Raphael credit for his father's seeing the light of heaven and for receiving all good things through his intercession. Besides Raphael, Michael and Gabriel are the only Archangels mentioned by name in the bible. Raphael's name means 'Godheals.' This identity came about because of the biblical story which claims that he 'healed' the earth when it was defiled by the sins of the fallen angels in the apocryphal book of Enoch. Raphael is also identified as the angel who moved the waters of the healing sheep pool. He is also the patron of the blind, of happy meetings, of nurses, of physicians and of travelers. His feast day is celebrated on September 29th.",
            "image": {
                "thumb": "img/saint/thumb/thumb_straphael.png",
                "full": "img/saint/straphael.png"
            }
        },
        {
            "id": 21,
            "saint_name": "St. Rita",
            "feast_day": "May 22",
            "patron": "of Impossible Cases",
            "saint_biography": "St. Rita was born at Spoleto, Italy in 1381. At an early age, she begged her parents to allow her to enter a convent. Instead they arranged a marriage for her. Rita became a good wife and mother, but her husband was a man of violent temper. In anger he often mistreated his wife. He taught their children his own evil ways. Rita tried to perform her duties faithfully and to pray and receive the sacraments frequently. After nearly twenty years of marriage, her husband was stabbed by an enemy but before he died, he repented because Rita prayed for him. Shortly afterwards, her two sons died, and Rita was alone in the world. Prayer, fasting, penances of many kinds, and good works filled her days. She was admitted to the convent of the Augustinian nuns at Cascia in Umbria, and began a life of perfect obedience and great charity. Sister Rita had a great devotion to the Passion of Christ. 'Please let me suffer like you, Divine Saviour,' she said one day, and suddenly one of the thorns from the crucifix struck her on the forehead. It left a deep wound which did not heal and which caused her much suffering for the rest of her life. She died on May 22, 1457.",
            "image": {
                "thumb": "img/saint/thumb/thumb_strita.png",
                "full": "img/saint/strita.png"
            }
        },
        {
            "id": 22,
            "saint_name": "St. Matthew",
            "feast_day": "September 21",
            "patron": "of Accountants, Bookkeepers, Bankers, Tax Collectors",
            "saint_biography": "St. Matthew himself was a wealthy tax collector before he was called to follow Christ. Legends hold that he preached in Ethiopia for at least fifteen years before he died a martyr's death. The actual events surrounding his death were not officially recorded and are therefore left to speculation. Some reports say he was beheaded in Egypt which is where his symbol, the tax, originates. However, more reliable reports say he was killed while praying at the altar in Ethiopia. The paintings of Italian painter Caravaggio certainly lend to that tradition.",
            "image": {
                "thumb": "img/saint/thumb/thumb_stmatthew.png",
                "full": "img/saint/stmatthew.png"
            }
        },
        {
            "id": 23,
            "saint_name": "St. Maximilian Mary Kolbe",
            "feast_day": "August 14",
            "patron": "of Addicts and Drug Addiction",
            "saint_biography": "St. Maximilian Mary Kolbe (1894-1941) was born at Pabiance, in Russian Occupied Poland. He was baptized Raymond at the Parish Church. Already proficient in virtue, the Blessed Virgin Mary appeared to him in 1906 A. D., about the time of his first communion.<br/> He entered the minor seminary of the Conventual Franciscans in Lvív (then Poland, now Ukraine), near his birthplace, and at 16 became a novice. Though he later achieved doctorates in philosophy and theology, he was deeply interested in science, even drawing plans for rocket ships. <br/> Maximilian was the second son of Julius Kolbe and Maria Dabrowska. His father was an ethnic German and his mother of Polish origins. He had four brothers, Francis, Joseph, Walenty (who lived a year) and Andrew (who lived 4 years). His parents moved to Pabianice where they worked first as basket weavers. Later his mother worked as a midwife (often donating her services), and owned a shop in part of her rented house which sold groceries and household goods. Julius Kolbe worked at the Krushe and Ender Mill and also worked on rented land where he grew vegetables. In 1914 Julius joined Józef Piłsudski’s Polish Legions and was captured by the Russians for fighting for the independence of a partitioned Poland.<br/> Although the canonization of St. Maximilan Kolbe is uncontroversial, his recognition as a martyr is, given that a Christian martyr is one who is killed in odium Fidei, and Kolbe wasn’t assassinated strictly out of hatred for the Faith.<br/> He is one of ten 20th-century martyrs from across the world who are depicted in statues above the Great West Door of Westminster Abbey, London.<br/> After his canonization St. Maximilian Kolbe’s feast day was included in the General Roman Calendar used by the ordinary form of the roman rite of the Catholic Liturgy.",
            "image": {
                "thumb": "img/saint/thumb/thumb_kolbe.png",
                "full": "img/saint/kolbe.png"
            }
        },
        {
            "id": 24,
            "saint_name": "St. Bernardine of Siena",
            "feast_day": "May 20",
            "patron": "of Advertising, Gambling, Compulsive Behavior, Public Relations, Italy",
            "saint_biography": "The great saint, Saint Bernardine of Siena, descended from the old knightly family of the Albizeschi of Siena, and was born on September 8, 1380, in the town of Massa, a dependency of Siena, where his father was governor.<br/> When Saint Bernardine of Siena was only 7 years old, he had lost both his parents, but he was reared in the fear of God by devout relatives. He evinced a great love for the poor, with whom, as a little boy, he gladly shared his food. He attended divine services with the most edifying devotion, and listened to sermons with such attention that he could repeat them to his companions.<br/> Pope Nicholas V canonized St Bernardine of Siena 6 years after his death, whereupon the citizens of Aquila built to his honor a beautiful church with a magnificent marble tomb.",
            "image": {
                "thumb": "img/saint/thumb/thumb_bernardine.png",
                "full": "img/saint/bernardine.png"
            }
        },
        {
            "id": 25,
            "saint_name": "St. Peregrine Laziosi",
            "feast_day": "May 16",
            "patron": "of AIDS and Cancer Patients",
            "saint_biography": "Born in Forli, Italy, Peregrine is the patron saint of persons suffering from cancer, AIDS and other serious diseases.<br/> As a young man he was a member of an anti-papal party until he encountered St. Philip Benizi, the head of the Servite order, who had been sent to try to reconcile the divided community. While trying to preach in Forli, Philip was heckled and even struck by Peregrine, who was overcome by momentary political fervor. But that moment also changed Peregrine. He began to channel his energies in new directions, engaged in good works and eventually joined the Servites in Siena and went on to be ordained a priest. Returning to his home town, he founded a new Servite house there and became well known for his preaching and holiness as well as his devotion to the sick and poor.<br/> One of the special penances he imposed on himself was standing whenever it was not necessary to sit. Over time, Peregrine developed varicose veins and, in turn, cancer of the foot. The wound became painful and diseased and all medical treatment failed. The local surgeon determined amputation of the leg was called for.<br/> Tradition has it that the night before surgery was scheduled ,Peregrine spent much time in prayer before the crucified Jesus, asking God to heal him if it was God’s will to do so. Falling asleep at one point, Peregrine had a vision of the crucified Jesus leaving the cross and touching his cancerous leg. When Peregrine awoke, the wound was healed and his foot and leg, seemingly miraculously cured, were saved. He lived another 20 years.<br/> Peregrine was canonized in 1726.",
            "image": {
                "thumb": "img/saint/thumb/thumb_peregrine.png",
                "full": "img/saint/peregrine.png"
            }
        },
        {
            "id": 26,
            "saint_name": "St. Joseph of Cupertino",
            "feast_day": "September 18",
            "patron": "of Air Travelers, Pilots, Astronauts",
            "saint_biography": "Joseph is most famous for levitating at prayer.<br/> Already as a child, Joseph showed a fondness for prayer. After a short career with the Capuchins, he joined the Conventuals. Following a brief assignment caring for the friary mule, Joseph began his studies for the priesthood. Though studies were very difficult for him, Joseph gained a great deal of knowledge from prayer. He was ordained in 1628.<br/> Joseph’s tendency to levitate during prayer was sometimes a cross; some people came to see this much as they might have gone to a circus sideshow. Joseph’s gift led him to be humble, patient and obedient, even though at times he was greatly tempted and felt forsaken by God. He fasted and wore iron chains for much of his life.<br/> The friars transferred Joseph several times for his own good and for the good of the rest of the community. He was reported to and investigated by the Inquisition; the examiners exonerated him.<br/> Joseph was canonized in 1767. In the investigation preceding the canonization, 70 incidents of levitation are recorded.",
            "image": {
                "thumb": "img/saint/thumb/thumb_josephcupertino.png",
                "full": "img/saint/josephcupertino.png"
            }
        },
        {
            "id": 27,
            "saint_name": "St. Lucy",
            "feast_day": "December 13",
            "patron": "of Blind, Eye Disorders",
            "saint_biography": "Every little girl named Lucy must bite her tongue in disappointment when she first tries to find out what there is to know about her patron saint. The older books will have a lengthy paragraph detailing a small number of traditions. Newer books will have a lengthy paragraph showing that there is little basis in history for these traditions. The single fact survives that a disappointed suitor accused Lucy of being a Christian and she was executed in Syracuse (Sicily) in the year 304. But it is also true that her name is mentioned in the First Eucharistic Prayer, geographical places are named after her, a popular song has her name as its title and down through the centuries many thousands of little girls have been proud of the name Lucy.<br/> One can easily imagine what a young Christian woman had to contend with in pagan Sicily in the year 300. If you have trouble imagining, just glance at today’s pleasure-at-all-costs world and the barriers it presents against leading a good Christian life.<br/> Her friends must have wondered aloud about this hero of Lucy’s, an obscure itinerant preacher in a far-off captive nation that had been destroyed more than 200 years before. Once a carpenter, he had been crucified by the Roman soldiers after his own people turned him over to the Roman authorities. Lucy believed with her whole soul that this man had risen from the dead. Heaven had put a stamp on all he said and did. To give witness to her faith she had made a vow of virginity.<br/> What a hubbub this caused among her pagan friends! The kindlier ones just thought her a little strange. To be pure before marriage was an ancient Roman ideal, rarely found but not to be condemned. To exclude marriage altogether, however, was too much. She must have something sinister to hide, the tongues wagged.<br/> Lucy knew of the heroism of earlier virgin martyrs. She remained faithful to their example and to the example of the carpenter, whom she knew to be the Son of God. She is the patroness of eyesight.",
            "image": {
                "thumb": "img/saint/thumb/thumb_lucy.png",
                "full": "img/saint/lucy.png"
            }
        },
        {
            "id": 28,
            "saint_name": "St. Peter Claver",
            "feast_day": "September 9",
            "patron": "of African-Americans, Colombia",
            "saint_biography": "A native of Spain, young Jesuit Peter Claver left his homeland forever in 1610 to be a missionary in the colonies of the New World. He sailed into Cartagena (now in Colombia), a rich port city washed by the Caribbean. He was ordained there in 1615.<br/> By this time the slave trade had been established in the Americas for nearly 100 years, and Cartagena was a chief center for it. Ten thousand slaves poured into the port each year after crossing the Atlantic from West Africa under conditions so foul and inhuman that an estimated one-third of the passengers died in transit. Although the practice of slave-trading was condemned by Pope Paul III and later labeled supreme villainy by Pius IX, it continued to flourish.<br/> Peter Claver's predecessor, Jesuit Father Alfonso de Sandoval, had devoted himself to the service of the slaves for 40 years before Claver arrived to continue his work, declaring himself the slave of the Negroes forever.<br/> As soon as a slave ship entered the port, Peter Claver moved into its infested hold to minister to the ill-treated and exhausted passengers. After the slaves were herded out of the ship like chained animals and shut up in nearby yards to be gazed at by the crowds, Claver plunged in among them with medicines, food, bread, brandy, lemons and tobacco. With the help of interpreters he gave basic instructions and assured his brothers and sisters of their human dignity and God's saving love. During the 40 years of his ministry, Claver instructed and baptized an estimated 300,000 slaves.<br/> His apostolate extended beyond his care for slaves. He became a moral force, indeed, the apostle of Cartagena. He preached in the city square, gave missions to sailors and traders as well as country missions, during which he avoided, when possible, the hospitality of the planters and owners and lodged in the slave quarters instead.<br/> After four years of sickness which forced the saint to remain inactive and largely neglected, he died on September 8, 1654. The city magistrates, who had previously frowned at his solicitude for the black outcasts, ordered that he should be buried at public expense and with great pomp.<br/> He was canonized in 1888, and Pope Leo XIII declared him the worldwide patron of missionary work among black slaves.",
            "image": {
                "thumb": "img/saint/thumb/thumb_peterclaver.png",
                "full": "img/saint/peterclaver.png"
            }
        },
        {
            "id": 29,
            "saint_name": "St. Monica",
            "feast_day": "August 27",
            "patron": "Alcoholics, Married Women, Mothers ",
            "saint_biography": "St. Monica was married by arrangement to a pagan official in North Africa, who was much older than she, and although generous, was also violent tempered. His mother Lived with them and was equally difficult, which proved a constant challenge to St. Monica. She had three children; Augustine, Navigius, and Perpetua. Through her patience and prayers, she was able to convert her husband and his mother to the Catholic faith in 370. He died a year later. Perpetua and Navigius entered the religious Life. St. Augustine was much more difficult, as she had to pray for him for 17 years, begging the prayers of priests who, for a while, tried to avoid her because of her persistence at this seemingly hopeless endeavor. One priest did console her by saying, 'it is not possible that the son of so many tears should perish.' This thought, coupled with a vision that she had received strengthened her. St. Augustine was baptized by St. Ambrose in 387. St. Monica died later that same year, on the way back to Africa from Rome in the Italian town of Ostia.",
            "image": {
                "thumb": "img/saint/thumb/thumb_monica.png",
                "full": "img/saint/monica.png"
            }
        },
        {
            "id": 30,
            "saint_name": "St. Francis of Assisi",
            "feast_day": "October 4",
            "patron": "of Animals, Ecology, Italy, Merchants",
            "saint_biography": "Saint Francis of Assisi (born Giovanni di Pietro di Bernardone, but nicknamed Francesco ('the Frenchman') by his father; 1181/1182 – October 3, 1226) was an Italian Catholic friar and preacher. He founded the men's Order of Friars Minor, the women’s Order of St. Clare, and the Third Order of Saint Francis for men and women not able to live the lives of itinerant preachers, followed by the early members of the Order of Friars Minor or the monastic lives of the Poor Clares.Though he was never ordained to the Catholic priesthood, Francis is one of the most venerated religious figures in history.",
            "image": {
                "thumb": "img/saint/thumb/thumb_francisassissi.png",
                "full": "img/saint/francisassissi.png"
            }
        },
        {
            "id": 31,
            "saint_name": "St. Thomas the Apostle",
            "feast_day": "July 3",
            "patron": "of Architects, Construction Workers, Cooks",
            "saint_biography": "St. Thomas was a Jew, called to be one of the twelve Apostles. He was a dedicated but impetuous follower of Christ. When Jesus said He was returning to Judea to visit His sick friend Lazarus, Thomas immediately exhorted the other Apostles to accompany Him on the trip which involved certain danger and possible death because of the mounting hostility of the authorities. At the Last Supper, when Christ told His Apostles that He was going to prepare a place for them to which they also might come because they knew both the place and the way, Thomas pleaded that they did not understand and received the beautiful assurance that Christ is the Way, the Truth, and the Life. But St. Thomas is best known for his role in verifying the Resurrection of his Master. Thomas' unwillingness to believe that the other Apostles had seen their risen Lord on the first Easter Sunday merited for him the title of 'doubting Thomas.' Eight days later, on Christ's second apparition, Thomas was gently rebuked for his scepticism and furnished with the evidence he had demanded - seeing in Christ's hands the point of the nails and putting his fingers in the place of the nails and his hand into His side. At this, St. Thomas became convinced of the truth of the Resurrection and exclaimed: 'My Lord and My God,' thus making a public Profession of Faith in the Divinity of Jesus. St. Thomas is also mentioned as being present at another Resurrection appearance of Jesus - at Lake Tiberias when a miraculous catch of fish occurred. This is all that we know about St. Thomas from the New Testament. Tradition says that at the dispersal of the Apostles after Pentecost this saint was sent to evangelize the Parthians, Medes, and Persians; he ultimately reached India, carrying the Faith to the Malabar coast, which still boasts a large native population calling themselves 'Christians of St. Thomas.' He capped his left by shedding his blood for his Master, speared to death at a place called Calamine. His feast day is July 3rd and he is the patron of architects.",
            "image": {
                "thumb": "img/saint/thumb/thumb_thomasapostle.png",
                "full": "img/saint/thomasapostle.png"
            }
        },
        {
            "id": 32,
            "saint_name": "St. Catharine of Bologna",
            "feast_day": "March 28",
            "patron": "of Arts, Arttists",
            "saint_biography": "Some Franciscan saints led fairly public lives; Catharine represents the saints who served the Lord in obscurity.<br/> Catharine, born in Bologna, was related to the nobility in Ferrara and was educated at court there. She received a liberal education at the court and developed some interest and talent in painting. In later years as a Poor Clare, Catharine sometimes did manuscript illumination and also painted miniatures.<br/> At the age of 17, she joined a group of religious women in Ferrara. Four years later the whole group joined the Poor Clares in that city. Jobs as convent baker and portress preceded her selection as novice mistress.<br/> In 1456, she and 15 other sisters were sent to establish a Poor Clare monastery in Florence. As abbess Catharine worked to preserve the peace of the new community. Her reputation for holiness drew many young women to the Poor Clare life. She was canonized in 1712.",
            "image": {
                "thumb": "img/saint/thumb/thumb_catharinebologna.png",
                "full": "img/saint/catharinebologna.png"
            }
        },
        {
            "id": 33,
            "saint_name": "St. Dominic",
            "feast_day": "August 8",
            "patron": "of Astronomers, Dominican Republic",
            "saint_biography": "Born in old Castile, Spain, he was trained for the priesthood by a priest-uncle, studied the arts and theology, and became a canon of the cathedral at Osma, where there was an attempt to revive the apostolic common life described in the Acts of the Apostles.<br/> On a journey through France with his bishop, he came face to face with the then virulent Albigensian heresy at Languedoc. The Albigensians held to two principles—one good, one evil—in the world. All matter is evil—hence they denied the Incarnation and sacraments. On the same principle, they abstained from procreation and took a minimum of food and drink. The inner circle led what some people regarded as a heroic life of purity and asceticism not shared by ordinary followers.<br/> Dominic sensed the need for the Church to combat this heresy, and was commissioned to be part of the preaching crusade against it. He saw immediately why the preaching was not succeeding: the ordinary people admired and followed the ascetical heroes of the Albigenses. Understandably, they were not impressed by the Catholic preachers who traveled with horse and retinues, stayed at the best inns and had servants. Dominic therefore, with three Cistercians, began itinerant preaching according to the gospel ideal. He continued this work for 10 years, being successful with the ordinary people but not with the leaders.<br/> His fellow preachers gradually became a community, and in 1215 he founded a religious house at Toulouse, the beginning of the Order of Preachers .",
            "image": {
                "thumb": "img/saint/thumb/thumb_dominic.png",
                "full": "img/saint/dominic.png"
            }
        },
        {
            "id": 34,
            "saint_name": "St. Wenceslaus",
            "feast_day": "September 28",
            "patron": "of Bohemia",
            "saint_biography": "He was born in 907 near Prague, son of the Duke of Bohemia. His saintly grandmother, Ludmilla, raised him and sought to promote him as ruler of Bohemia in place of his mother, who favored the anti-Christian factions. Ludmilla was eventually murdered, but rival Christian forces enabled Wenceslaus to assume leadership of the government.<br/> His rule was marked by efforts toward unification within Bohemia, support of the Church and peace-making negotiations with Germany, a policy which caused him trouble with the anti-Christian opposition. His brother Boleslav joined in the plotting, and in September of 929 invited Wenceslaus to Alt Bunglou for the celebration of the feast of Sts. Cosmas and Damian (September 26). On the way to Mass, Boleslav attacked his brother, and in the struggle, Wenceslaus was killed by supporters of Boleslav.<br/> Although his death resulted primarily from political upheaval, Wenceslaus was hailed as a martyr for the faith, and his tomb became a pilgrimage shrine. He is hailed as the patron of the Bohemian people and of former Czechoslovakia.",
            "image": {
                "thumb": "img/saint/thumb/thumb_wenceslaus.png",
                "full": "img/saint/wenceslaus.png"
            }
        },
        {
            "id": 35,
            "saint_name": "St. John of God",
            "feast_day": "March 8",
            "patron": "of Booksellers",
            "saint_biography": "Having given up active Christian belief while a soldier, John was 40 before the depth of his sinfulness began to dawn on him. He decided to give the rest of his life to God’s service, and headed at once for Africa, where he hoped to free captive Christians and, possibly, be martyred.<br/> He was soon advised that his desire for martyrdom was not spiritually well based, and returned to Spain and the relatively prosaic activity of a religious goods store. Yet he was still not settled. Moved initially by a sermon of St. John of Avila (May 10), he one day engaged in a public beating of himself, begging mercy and wildly repenting for his past life.<br/> Committed to a mental hospital for these actions, John was visited by St. John, who advised him to be more actively involved in tending to the needs of others rather than in enduring personal hardships. John gained peace of heart, and shortly after left the hospital to begin work among the poor.<br/> He established a house where he wisely tended to the needs of the sick poor, at first doing his own begging. But excited by the saint’s great work and inspired by his devotion, many people began to back him up with money and provisions. Among them were the archbishop and marquis of Tarifa.<br/> Behind John’s outward acts of total concern and love for Christ’s sick poor was a deep interior prayer life which was reflected in his spirit of humility. These qualities attracted helpers who, 20 years after John’s death, formed the Brothers Hospitallers, now a worldwide religious order.<br/> John became ill after 10 years of service but tried to disguise his ill health. He began to put the hospital’s administrative work into order and appointed a leader for his helpers. He died under the care of a spiritual friend and admirer, Lady Ana Ossorio.",
            "image": {
                "thumb": "img/saint/thumb/thumb_johnofgod.png",
                "full": "img/saint/johnofgod.png"
            }
        },
        {
            "id": 36,
            "saint_name": "St. Raymond of Peñafort",
            "feast_day": "January 7",
            "patron": "of  Attorneys, Lawyers",
            "saint_biography": "Since Raymond lived into his hundredth year, he had a chance to do many things. As a member of the Spanish nobility, he had the resources and the education to get a good start in life.<br/> By the time he was 20, he was teaching philosophy. In his early 30s he earned a doctorate in both canon and civil law. At 41 he became a Dominican. Pope Gregory IX called him to Rome to work for him and to be his confessor. One of the things the pope asked him to do was to gather together all the decrees of popes and councils that had been made in 80 years since a similar collection by Gratian. Raymond compiled five books called the Decretals. They were looked upon as one of the best organized collections of Church law until the 1917 codification of canon law.<br/> Earlier, Raymond had written for confessors a book of cases. It was called Summa de Casibus Poenitentiae. More than simply a list of sins and penances, it discussed pertinent doctrines and laws of the Church that pertained to the problem or case brought to the confessor.<br/> At the age of 60, Raymond was appointed archbishop of Tarragona, the capital of Aragon. He didn’t like the honor at all and ended up getting sick and resigning in two years.<br/> He didn’t get to enjoy his peace long, however, because when he was 63 he was elected by his fellow Dominicans to be the head of the whole Order, the successor of St. Dominic. Raymond worked hard, visited on foot all the Dominicans, reorganized their constitutions and managed to put through a provision that a master general be allowed to resign. When the new constitutions were accepted, Raymond, then 65, resigned.<br/> He still had 35 years to oppose heresy and work for the conversion of the Moors in Spain. He convinced St. Thomas Aquinas to write his work Against the Gentiles.<br/> In his 100th year the Lord let Raymond retire.",
            "image": {
                "thumb": "img/saint/thumb/thumb_raymondpenafort.png",
                "full": "img/saint/raymondpenafort.png"
            }
        },
        {
            "id": 37,
            "saint_name": "St. Thomas More",
            "feast_day": "June 22",
            "patron": "of Attorneys, Civil Servants, Court Clerks, Lawyers, Politicians, Public Servants",
            "saint_biography": "His belief that no lay ruler has jurisdiction over the Church of Christ cost Thomas More his life.<br/> Beheaded on Tower Hill, London, on July 6, 1535, he steadfastly refused to approve Henry VIII’s divorce and remarriage and establishment of the Church of England.<br/> Described as 'a man for all seasons,' More was a literary scholar, eminent lawyer, gentleman, father of four children and chancellor of England. An intensely spiritual man, he would not support the king’s divorce from Catherine of Aragon in order to marry Anne Boleyn. Nor would he acknowledge Henry as supreme head of the Church in England, breaking with Rome and denying the pope as head.<br/> More was committed to the Tower of London to await trial for treason: not swearing to the Act of Succession and the Oath of Supremacy. Upon conviction, More declared he had all the councils of Christendom and not just the council of one realm to support him in the decision of his conscience",
            "image": {
                "thumb": "img/saint/thumb/thumb_thomasmore.png",
                "full": "img/saint/thomasmore.png"
            }
        },
        {
            "id": 38,
            "saint_name": "St. Francis de Sales",
            "feast_day": "January 24",
            "patron": "of Authors, Journalists, Writers, Deafness",
            "saint_biography": "Francis was destined by his father to be a lawyer so that the young man could eventually take his elder’s place as a senator from the province of Savoy in France. For this reason Francis was sent to Padua to study law. After receiving his doctorate, he returned home and, in due time, told his parents he wished to enter the priesthood. His father strongly opposed Francis in this, and only after much patient persuasiveness on the part of the gentle Francis did his father finally consent. Francis was ordained and elected provost of the Diocese of Geneva, then a center for the Calvinists. Francis set out to convert them, especially in the district of Chablais. By preaching and distributing the little pamphlets he wrote to explain true Catholic doctrine, he had remarkable success.",
            "image": {
                "thumb": "img/saint/thumb/thumb_francissales.png",
                "full": "img/saint/francissales.png"
            }
        },
        {
            "id": 39,
            "saint_name": "St. George",
            "feast_day": "April 23",
            "patron": "of Boy Scouts, England, Germany, Portugal, Soldiers",
            "saint_biography": "If Mary Magdalene was the victim of misunderstanding, George is the object of a vast amount of imagination. There is every reason to believe that he was a real martyr who suffered at Lydda in Palestine, probably before the time of Constantine. The Church adheres to his memory, but not to the legends surrounding his life.<br/> That he was willing to pay the supreme price to follow Christ is what the Church believes. And it is enough.<br/> The story of George's slaying the dragon, rescuing the king's daughter and converting Libya is a 12th-century Italian fable. George was a favorite patron saint of crusaders, as well as of Eastern soldiers in earlier times. He is a patron saint of England, Portugal, Germany, Aragon, Catalonia, Genoa and Venice.",
            "image": {
                "thumb": "img/saint/thumb/thumb_george.png",
                "full": "img/saint/george.png"
            }
        },
        {
            "id": 40,
            "saint_name": "St.Elizabeth of Hungary",
            "feast_day": "November 17",
            "patron": "of Bakers",
            "saint_biography": "In her short life Elizabeth manifested such great love for the poor and suffering that she has become the patroness of Catholic charities and of the Secular Franciscan Order. The daughter of the King of Hungary, Elizabeth chose a life of penance and asceticism when a life of leisure and luxury could easily have been hers. This choice endeared her in the hearts of the common people throughout Europe.<br/> At the age of 14 Elizabeth was married to Louis of Thuringia (a German principality), whom she deeply loved; she bore three children. Under the spiritual direction of a Franciscan friar, she led a life of prayer, sacrifice and service to the poor and sick. Seeking to become one with the poor, she wore simple clothing. Daily she would take bread to hundreds of the poorest in the land, who came to her gate.<br/> After six years of marriage, her husband died in the Crusades, and Elizabeth was grief-stricken. Her husband’s family looked upon her as squandering the royal purse, and mistreated her, finally throwing her out of the palace. The return of her husband’s allies from the Crusades resulted in her being reinstated, since her son was legal heir to the throne.<br/> In 1228, Elizabeth joined the Secular Franciscan Order, spending the remaining few years of her life caring for the poor in a hospital which she founded in honor of St. Francis. Elizabeth’s health declined, and she died before her 24th birthday in 1231. Her great popularity resulted in her canonization four years later.",
            "image": {
                "thumb": "img/saint/thumb/thumb_elizabethhungary.png",
                "full": "img/saint/elizabethhungary.png"
            }
        },
        {
            "id": 41,
            "saint_name": "St. Jerome",
            "feast_day": "September 30",
            "patron": "Libraries",
            "saint_biography": "Saint Jerome (c.  347 – 30 September 420); was born in Stridon, on the border of Dalmatia and Pannonia. He was a Roman Christian priest, confessor, theologian and historian, and who became a Doctor of the Church. He was the son of Eusebius, of the city of Stridon, which was on the border of Dalmatia and Pannonia. He is best known for his translation of the Bible into Latin, and his list of writings is extensive. He is recognised by the Catholic Church as a saint and Doctor of the Church, and the Vulgate is still an important text in Catholicism. He died in Bethlehem  ",
            "image": {
                "thumb": "img/saint/thumb/thumb_jerome.png",
                "full": "img/saint/jerome.png"
            }
        },
        {
            "id": 42,
            "saint_name": "St. John Bosco",
            "feast_day": "January 31",
            "patron": "of Boys, Editors, Youth",
            "saint_biography": "John Bosco’s theory of education could well be used in today’s schools. It was a preventive system, rejecting corporal punishment and placing students in surroundings removed from the likelihood of committing sin. He advocated frequent reception of the sacraments of Penance and Holy Communion. He combined catechetical training and fatherly guidance, seeking to unite the spiritual life with one’s work, study and play.<br/> Encouraged during his youth to become a priest so he could work with young boys, John was ordained in 1841. His service to young people started when he met a poor orphan and instructed him in preparation for receiving Holy Communion. He then gathered young apprentices and taught them catechism.<br/> After serving as chaplain in a hospice for working girls, John opened the Oratory of St. Francis de Sales for boys. Several wealthy and powerful patrons contributed money, enabling him to provide two workshops for the boys, shoemaking and tailoring.<br/> By 1856, the institution had grown to 150 boys and had added a printing press for publication of religious and catechetical pamphlets. His interest in vocational education and publishing justify him as patron of young apprentices and Catholic publishers.<br/> John’s preaching fame spread and by 1850 he had trained his own helpers because of difficulties in retaining young priests. In 1854 he and his followers informally banded together, inspired by St. Francis de Sales [January 24].<br/> With Pope Pius IX’s encouragement, John gathered 17 men and founded the Salesians in 1859. Their activity concentrated on education and mission work. Later, he organized a group of Salesian Sisters to assist girls.",
            "image": {
                "thumb": "img/saint/thumb/thumb_johnbosco.png",
                "full": "img/saint/johnbosco.png"
            }
        },
        {
            "id": 43,
            "saint_name": "St. Louis of France",
            "feast_day": "August 25",
            "patron": "of Barbers, Grooms",
            "saint_biography": "At his coronation as king of France, Louis IX bound himself by oath to behave as God’s anointed, as the father of his people and feudal lord of the King of Peace. Other kings had done the same, of course. Louis was different in that he actually interpreted his kingly duties in the light of faith. After the violence of two previous reigns, he brought peace and justice.<br/> He was crowned king at 12, at his father’s death. His mother, Blanche of Castile, ruled during his minority. When he was 19 and his bride 12, he was married to Marguerite of Provence. It was a loving marriage, though not without challenge. They had 11 children.<br/> Louis 'took the cross' for a Crusade when he was 30. His army seized Damietta ini Egypt but not long after, weakened by dysentery and without support, they were surrounded and captured. Louis obtained the release of the army by giving up the city of Damietta in addition to paying a ransom. He stayed in Syria four years.<br/> He deserves credit for extending justice in civil administration. His regulations for royal officials became the first of a series of reform laws. He replaced trial by battle with a form of examination of witnesses and encouraged the use of written records in court.<br/> Louis was always respectful of the papacy, but defended royal interests against the popes and refused to acknowledge Innocent IV’s sentence against Emperor Frederick II.<br/> Louis was devoted to his people, founding hospitals, visiting the sick and, like his patron St. Francis (October 4), caring even for people with leprosy. (He is one of the patrons of the Secular Franciscan Order.) Louis united France—lords and townsfolk, peasants and priests and knights—by the force of his personality and holiness. For many years the nation was at peace.<br/> Every day Louis had 13 special guests from among the poor to eat with him, and a large number of poor were served meals near his palace. During Advent and Lent, all who presented themselves were given a meal, and Louis often served them in person. He kept lists of needy people, whom he regularly relieved, in every province of his dominion.<br/> Disturbed by new Muslim advances in Syria, he led another crusade in 1267, at the age of 41. His crusade was diverted to Tunis for his brother’s sake. The army was decimated by disease within a month, and Louis himself died on foreign soil at the age of 44. He was canonized 27 years later.",
            "image": {
                "thumb": "img/saint/thumb/thumb_louisfrance.png",
                "full": "img/saint/louisfrance.png"
            }
        },
        {
            "id": 44,
            "saint_name": "St. Ambrose",
            "feast_day": "December 7",
            "patron": "of Bee Keepers, Learning",
            "saint_biography": "When the Empress Justina attempted to wrest two basilicas from Ambrose’s Catholics and give them to the Arians, he dared the eunuchs of the court to execute him. His own people rallied behind him in the face of imperial troops. In the midst of riots, he both spurred and calmed his people with bewitching new hymns set to exciting Eastern melodies.<br/> In his disputes with the Emperor Auxentius, he coined the principle: 'The emperor is in the Church, not above the Church.' He publicly admonished Emperor Theodosius for the massacre of 7,000 innocent people. The emperor did public penance for his crime. This was Ambrose, the fighter, sent to Milan as Roman governor and chosen while yet a catechumen to be the people’s bishop.<br/> There is yet another side of Ambrose—one which influenced Augustine of Hippo, whom Ambrose converted. Ambrose was a passionate little man with a high forehead, a long melancholy face, and great eyes. We can picture him as a frail figure clasping the codex of sacred Scripture. This was the Ambrose of aristocratic heritage and learning.<br/> Augustine found the oratory of Ambrose less soothing and entertaining but far more learned than that of other contemporaries. Ambrose’s sermons were often modeled on Cicero, and his ideas betrayed the influence of contemporary thinkers and philosophers. He had no scruples in borrowing at length from pagan authors. He gloried in the pulpit in his ability to parade his spoils—'gold of the Egyptians'—taken over from the pagan philosophers.<br/> His sermons, his writings and his personal life reveal him as an otherworldly man involved in the great issues of his day. Humanity, for Ambrose, was, above all, spirit. In order to think rightly of God and the human soul, the closest thing to God, no material reality at all was to be dwelt upon. He was an enthusiastic champion of consecrated virginity.<br/> The influence of Ambrose on Augustine will always be open for discussion. The Confessions reveal some manly, brusque encounters between Ambrose and Augustine, but there can be no doubt of Augustine’s profound esteem for the learned bishop.<br/> Neither is there any doubt that St. Monica loved Ambrose as an angel of God who uprooted her son from his former ways and led him to his convictions about Christ. It was Ambrose, after all, who placed his hands on the shoulders of the naked Augustine as he descended into the baptismal fountain to put on Christ.",
            "image": {
                "thumb": "img/saint/thumb/thumb_ambrose.png",
                "full": "img/saint/ambrose.png"
            }
        },
        {
            "id": 45,
            "saint_name": "St. Agatha",
            "feast_day": "February 5",
            "patron": "of Breast Disease, against",
            "saint_biography": "As in the case of Agnes, another virgin-martyr of the early Church, almost nothing is historically certain about this saint except that she was martyred in Sicily during the persecution of Emperor Decius in 251.<br/> Legend has it that Agatha, like Agnes, was arrested as a Christian, tortured and sent to a house of prostitution to be mistreated. She was preserved from being violated, and was later put to death.<br/> She is claimed as the patroness of both Palermo and Catania. The year after her death, the stilling of an eruption of Mt. Etna was attributed to her intercession. As a result, apparently, people continued to ask her prayers for protection against fire.",
            "image": {
                "thumb": "img/saint/thumb/thumb_agatha.png",
                "full": "img/saint/agatha.png"
            }
        },
        {
            "id": 46,
            "saint_name": "St. Vincent Ferrer",
            "feast_day": "April 5",
            "patron": "of Builders, Reconciliation",
            "saint_biography": "The polarization in the Church today is a mild breeze compared with the tornado that ripped the Church apart during the lifetime of this saint. If any saint is a patron of reconciliation, Vincent Ferrer is.<br/> Despite parental opposition, he entered the Dominican Order in his native Spain at 19. After brilliant studies, he was ordained a priest by Cardinal Peter de Luna—who would figure tragically in his life.<br/> Of a very ardent nature, Vincent practiced the austerities of his Order with great energy. He was chosen prior of the Dominican house in Valencia shortly after his ordination.<br/> The Western Schism divided Christianity first between two, then three, popes. Clement VII lived at Avignon in France, Urban VI in Rome. Vincent was convinced the election of Urban was invalid though Catherine of Siena (April 29) was just as devoted a supporter of the Roman pope. In the service of Cardinal de Luna, Vincent worked to persuade Spaniards to follow Clement. When Clement died, Cardinal de Luna was elected at Avignon and became Benedict XIII.<br/> Vincent worked for him as apostolic penitentiary and Master of the Sacred Palace. But the new pope did not resign as all candidates in the conclave had sworn to do. He remained stubborn despite being deserted by the French king and nearly all of the cardinals.<br/> Vincent became disillusioned and very ill, but finally took up the work of simply 'going through the world preaching Christ,' though he felt that any renewal in the Church depended on healing the schism. An eloquent and fiery preacher, he spent the last 20 years of his life spreading the Good News in Spain, France, Switzerland, the Low Countries and Lombardy, stressing the need of repentance and the fear of coming judgment. (He became known as the 'Angel of the Judgment.')<br/> He tried, unsuccessfully, in 1408 and 1415, to persuade his former friend to resign. He finally concluded that Benedict was not the true pope. Though very ill, he mounted the pulpit before an assembly over which Benedict himself was presiding and thundered his denunciation of the man who had ordained him a priest. Benedict fled for his life, abandoned by those who had formerly supported him. Strangely, Vincent had no part in the Council of Constance, which ended the schism.",
            "image": {
                "thumb": "img/saint/thumb/thumb_vincentferrer.png",
                "full": "img/saint/vincentferrer.png"
            }
        },
        {
            "id": 47,
            "saint_name": "St. Robert Bellarmine",
            "feast_day": "September 17",
            "patron": "of Cathecists, Cathecumens",
            "saint_biography": "When Robert Bellarmine was ordained in 1570, the study of Church history and the fathers of the Church was in a sad state of neglect. A promising scholar from his youth in Tuscany, he devoted his energy to these two subjects, as well as to Scripture, in order to systematize Church doctrine against the attacks of the Protestant Reformers. He was the first Jesuit to become a professor at Louvain.<br/> His most famous work is his three-volume Disputations on the Controversies of the Christian Faith. Particularly noteworthy are the sections on the temporal power of the pope and the role of the laity. He incurred the anger of monarchists in England and France by showing the divine-right-of-kings theory untenable. He developed the theory of the indirect power of the pope in temporal affairs; although he was defending the pope against the Scottish philosopher Barclay, he also incurred the ire of Pope Sixtus V.<br/> Bellarmine was made a cardinal by Pope Clement VIII on the grounds that 'he had not his equal for learning.' While he occupied apartments in the Vatican, Bellarmine relaxed none of his former austerities. He limited his household expenses to what was barely essential, eating only the food available to the poor. He was known to have ransomed a soldier who had deserted from the army and he used the hangings of his rooms to clothe poor people, remarking, 'The walls won't catch cold.'<br/> Among many activities, he became theologian to Pope Clement VIII, preparing two catechisms which have had great influence in the Church.<br/> The last major controversy of Bellarmine's life came in 1616 when he had to admonish his friend Galileo, whom he admired. Bellarmine delivered the admonition on behalf of the Holy Office, which had decided that the heliocentric theory of Copernicus (the sun as stationary) was contrary to Scripture. The admonition amounted to a caution against putting forward—other than as a hypothesis—theories not yet fully proved. This shows that saints are not infallible.<br/> Bellarmine died on September 17, 1621. The process for his canonization was begun in 1627 but was delayed until 1930 for political reasons, stemming from his writings. In 1930, Pope Pius XI canonized him and the next year declared him a doctor of the Church.",
            "image": {
                "thumb": "img/saint/thumb/thumb_bellarmine.png",
                "full": "img/saint/bellarmine.png"
            }
        },
        {
            "id": 48,
            "saint_name": "St. Charles Borromeo",
            "feast_day": "November 4",
            "patron": "of Cathecists, Cathecumens, Seminarians",
            "saint_biography": "The name of St. Charles Borromeo is associated with reform. He lived during the time of the Protestant Reformation, and had a hand in the reform of the whole Church during the final years of the Council of Trent (1545-63).<br/> Although he belonged to Milanese nobility and was related to the powerful Medici family, he desired to devote himself to the Church. When his uncle, Cardinal de Medici, was elected pope in 1559 as Pius IV, he made Charles cardinal-deacon and administrator of the Archdiocese of Milan while he was still a layman and a young student. Because of his intellectual qualities he was entrusted with several important offices connected with the Vatican and later appointed secretary of state with responsibility for the papal states. The untimely death of his elder brother brought Charles to a definite decision to be ordained a priest, despite relatives’ insistence that he marry. Soon after he was ordained a priest at the age of 25, he was consecrated bishop of Milan.<br/> Because of his work at the Council of Trent, he was not allowed to take up residence in Milan until the Council was over. Charles had encouraged the pope to renew the Council in 1562 after it had been suspended for 10 years. Working behind the scenes, St. Charles deserves the credit for keeping the Council in session when at several points it was on the verge of breaking up. He took upon himself the task of the entire correspondence during the final phase.<br/> Eventually Charles was allowed to devote his time to the Archdiocese of Milan, where the religious and moral picture was far from bright. The reform needed in every phase of Catholic life among both clergy and laity was initiated at a provincial council of all the bishops under him. Specific regulations were drawn up for bishops and other clergy: If the people were to be converted to a better life, he had to be the first to give a good example and renew their apostolic spirit.<br/> Charles took the initiative in giving good example. He allotted most of his income to charity, forbade himself all luxury and imposed severe penances upon himself. He sacrificed wealth, high honors, esteem and influence to become poor. During the plague and famine of 1576, he tried to feed 60,000 to 70,000 people daily. To do this he borrowed large sums of money that required years to repay. Whereas the civil authorities fled at the height of the plague, he stayed in the city, where he ministered to the sick and the dying, helping those in want.<br/> Work and the heavy burdens of his high office began to affect his health. He died at the age of 46.",
            "image": {
                "thumb": "img/saint/thumb/thumb_borromeo.png",
                "full": "img/saint/borromeo.png"
            }
        },
        {
            "id": 49,
            "saint_name": "St. James",
            "feast_day": "July 25",
            "patron": "Chile, Laborers, Nicaragua, Rheumatism, Spain",
            "saint_biography": "James is the brother of John the Evangelist. The two were called by Jesus as they worked with their father in a fishing boat on the Sea of Galilee. Jesus had already called another pair of brothers from a similar occupation: Peter and Andrew. James was one of the favored three who had the privilege of witnessing the Transfiguration, the raising to life of the daughter of Jairus and the agony in Gethsemani. James was apparently the first of the apostles to be martyred. James, sometimes called James the Greater, is not to be confused with James the Lesser (May 3) or with the author of the Letter of James and the leader of the Jerusalem community.",
            "image": {
                "thumb": "img/saint/thumb/thumb_jamesgreater.png",
                "full": "img/saint/jamesgreater.png"
            }
        },
        {
            "id": 50,
            "saint_name": "St. Dominic Savio",
            "feast_day": "March 10",
            "patron": "Choir Boys, Juvenile delinquents",
            "saint_biography": "Born into a peasant family at Riva, Italy, young Dominic joined St. John Bosco as a student at the Oratory in Turin at the age of 12. He impressed John with his desire to be a priest and to help him in his work with neglected boys. A peacemaker and an organizer, young Dominic founded a group he called the Company of the Immaculate Conception which, besides being devotional, aided John Bosco with the boys and with manual work. All the members save one, Dominic, would in 1859 join John in the beginnings of his Salesian congregation. By that time, Dominic had been called home to heaven. Dominic's health, always frail, led to lung problems and he was sent home to recuperate. As was the custom of the day, he was bled in the thought that this would help, but it only worsened his condition. He died on March 9, 1857, after receiving the Last Sacraments. St. John Bosco himself wrote the account of his life. <br/> Some thought that Dominic was too young to be considered a saint. St. Pius X declared that just the opposite was true, and went ahead with his cause. Dominic was canonized in 1954.",
            "image": {
                "thumb": "img/saint/thumb/thumb_savio.png",
                "full": "img/saint/savio.png"
            }
        },
        {
            "id": 51,
            "saint_name": "St. Gabriel of Our Lady of Sorrows",
            "feast_day": "February 27",
            "patron": "Clergy",
            "saint_biography": "Born in Italy into a large family and baptized Francis, he lost his mother when he was only four years old. He was educated by the Jesuits and, having been cured twice of serious illnesses, came to believe that God was calling him to the religious life. Young Francis wished to join the Jesuits but was turned down, probably because of his age, not yet 17. Following the death of a sister to cholera, his resolve to enter religious life became even stronger and he was accepted by the Passionists. Upon entering the novitiate he was given the name Gabriel of Our Lady of Sorrows. <br/> Ever popular and cheerful, Gabriel quickly was successful in his effort to be faithful in little things. His spirit of prayer, love for the poor, consideration of the feelings of others, exact observance of the Passionist Rule as well as his bodily penances—always subject to the will of his wise superiors— made a deep impression on everyone. <br/> His superiors had great expectations of Gabriel as he prepared for the priesthood, but after only four years of religious life symptoms of tuberculosis appeared. Ever obedient, he patiently bore the painful effects of the disease and the restrictions it required, seeking no special notice. He died peacefully on February 27, 1862, at age 24, having been an example to both young and old. <br/> Gabriel of Our Lady of Sorrows was canonized in 1920.",
            "image": {
                "thumb": "img/saint/thumb/thumb_gabriel.png",
                "full": "img/saint/gabriel.png"
            }
        },
        {
            "id": 52,
            "saint_name": "St. Isidore of Seville",
            "feast_day": "April 4",
            "patron": "Computers, Internet",
            "saint_biography": "The 76 years of Isidore's life were a time of conflict and growth for the Church in Spain. The Visigoths had invaded the land a century and a half earlier, and shortly before Isidore's birth they set up their own capital. They were Arians—Christians who said Christ was not God. Thus Spain was split in two: One people (Catholic Romans) struggled with another (Arian Goths). <br/> Isidore reunited Spain, making it a center of culture and learning. The country served as a teacher and guide for other European countries whose culture was also threatened by barbarian invaders. <br/> Born in Cartagena of a family that included three other sibling saints (Leander, Fulgentius and Florentina), he was educated (severely) by his elder brother, whom he succeeded as bishop of Seville.An amazingly learned man, he was sometimes called The Schoolmaster of the Middle Ages because the encyclopedia he wrote was used as a textbook for nine centuries. He required seminaries to be built in every diocese, wrote a Rule for religious orders and founded schools that taught every branch of learning. Isidore wrote numerous books, including a dictionary, an encyclopedia, a history of Goths and a history of the world—beginning with creation! He completed the Mozarabic liturgy, which is still in use in Toledo, Spain. For all these reasons, Isidore has been suggested as patron of the Internet. Several others (including Anthony of Paduia) have also been suggested. <br/> He continued his austerities even as he approached 80. During the last six months of his life, he increased his charities so much that his house was crowded from morning till night with the poor of the countryside.",
            "image": {
                "thumb": "img/saint/thumb/thumb_isidore.png",
                "full": "img/saint/isidore.png"
            }
        },
        {
            "id": 53,
            "saint_name": "St. Vincent De Paul",
            "feast_day": "September 27",
            "patron": "Charities",
            "saint_biography": "he deathbed confession of a dying servant opened Vincent's eyes to the crying spiritual needs of the peasantry of France. This seems to have been a crucial moment in the life of the man from a small farm in Gascony, France, who had become a priest with little more ambition than to have a comfortable life. <br/> Pope Leo XIII made him the patron of all charitable societies. Outstanding among these, of course, is the Society of St. Vincent de Paul, founded in 1833 by his admirer Blessed Frédéric Ozanam (September 7).",
            "image": {
                "thumb": "img/saint/thumb/thumb_vincentdepaul.png",
                "full": "img/saint/vincentdepaul.png"
            }
        },
        {
            "id": 54,
            "saint_name": "St. Ansgar",
            "feast_day": "February 1",
            "patron": "Denmark",
            "saint_biography": "He became a Benedictine at Corbie, France, where he had been educated. Three years later, when the king of Denmark became a convert, Ansgar went to that country for three years of missionary work, without noticeable success. Sweden asked for Christian missionaries, and he went there, suffering capture by pirates and other hardships on the way. Fewer than two years later, he was recalled, to become abbot of New Corbie (Corvey) and bishop of Hamburg. The pope made him legate for the Scandinavian missions. Funds for the northern apostolate stopped with Emperor Louis’s death. After 13 years’ work in Hamburg, Ansgar saw it burned to the ground by invading Northmen; Sweden and Denmark returned to paganism. <br/> He directed new apostolic activities in the North, traveling to Denmark and being instrumental in the conversion of another king. By the strange device of casting lots, the king of Sweden allowed the Christian missionaries to return. <br/> Ansgar’s biographers remark that he was an extraordinary preacher, a humble and ascetical priest. He was devoted to the poor and the sick, imitating the Lord in washing their feet and waiting on them at table. He died peacefully at Bremen, Germany, without achieving his wish to be a martyr. <br/> Sweden became pagan again after his death, and remained so until the coming of missionaries two centuries later.",
            "image": {
                "thumb": "img/saint/thumb/thumb_ansgar.png",
                "full": "img/saint/ansgar.png"
            }
        },
        {
            "id": 55,
            "saint_name": "St. Apollonia",
            "feast_day": "February 12",
            "patron": "Dentists, Toothache",
            "saint_biography": "The persecution of Christians began in Alexandria during the reign of the Emperor Philip. The first victim of the pagan mob was an old man named Metrius, who was tortured and then stoned to death. The second person who refused to worship their false idols was a Christian woman named Quinta. Her words infuriated the mob and she was scourged and stoned. <br/> While most of the Christians were fleeing the city, abandoning all their worldly possessions, an old deaconess, Apollonia, was seized. The crowds beat her, knocking out all of her teeth. Then they lit a large fire and threatened to throw her in it if she did not curse her God. She begged them to wait a moment, acting as if she was considering their requests. Instead, she jumped willingly into the flames and so suffered martyrdom. <br/> There were many churches and altars dedicated to her. Apollonia is the patroness of dentists, and people suffering from toothache and other dental diseases often ask her intercession. She is pictured with a pair of pincers holding a tooth or with a golden tooth suspended from her necklace. St. Augustine explained her voluntary martyrdom as a special inspiration of the Holy Spirit, since no one is allowed to cause his or her own death.",
            "image": {
                "thumb": "img/saint/thumb/thumb_apollonia.png",
                "full": "img/saint/apollonia.png"
            }
        },
        {
            "id": 56,
            "saint_name": "St. Francis Borgia",
            "feast_day": "October 10",
            "patron": "Earthquakes",
            "saint_biography": "Today's saint grew up in an important family in 16th-century Spain, serving in the imperial court and quickly advancing in his career. But a series of events—including the death of his beloved wife—made Francis Borgia rethink his priorities. He gave up public life, gave away his possessions and joined the new and little-known Society of Jesus. <br/> Religious life proved to be the right choice. He felt drawn to spend time in seclusion and prayer, but his administrative talents also made him a natural for other tasks. He helped in the establishment of what is now the Gregorian University in Rome. Not long after his ordination he served as political and spiritual adviser to the emperor. In Spain, he founded a dozen colleges. <br/> At 55, Francis was elected head of the Jesuits. He focused on the growth of the Society of Jesus, the spiritual preparation of its new members and spreading the faith in many parts of Europe. He was responsible for the founding of Jesuit missions in Florida, Mexico and Peru. <br/> Francis Borgia is often regarded as the second founder of the Jesuits. He died in 1572 and was canonized 100 years later.",
            "image": {
                "thumb": "img/saint/thumb/thumb_borgia.png",
                "full": "img/saint/borgia.png"
            }
        },
        {
            "id": 57,
            "saint_name": "St. Polycarp",
            "feast_day": "February 23",
            "patron": "Earaches",
            "saint_biography": "Polycarp, bishop of Smyrna (modern Izmir, Turkey), disciple of St. John the Apostle and friend of St. Ignatius of Antioch was a revered Christian leader during the first half of the second century. <br/> St. Ignatius, on his way to Rome to be martyred, visited Polycarp at Smyrna, and later at Troas wrote him a personal letter. The Asia Minor Churches recognized Polycarp’s leadership by choosing him as a representative to discuss with Pope Anicetus the date of the Easter celebration in Rome—a major controversy in the early Church. <br/> Only one of the many letters written by Polycarp has been preserved, the one he wrote to the Church of Philippi in Macedonia. <br/> At 86, Polycarp was led into the crowded Smyrna stadium to be burned alive. The flames did not harm him and he was finally killed by a dagger. The centurion ordered the saint’s body burned. The “Acts” of Polycarp’s martyrdom are the earliest preserved, fully reliable account of a Christian martyr’s death. He died in 156.",
            "image": {
                "thumb": "img/saint/thumb/thumb_polycarp.png",
                "full": "img/saint/polycarp.png"
            }
        },
        {
            "id": 58,
            "saint_name": "July 6",
            "feast_day": "St. Maria Goretti",
            "patron": "Catholic Youth, Girls, Teeanagers, Youth",
            "saint_biography": "One of the largest crowds ever assembled for a canonization—250,000—symbolized the reaction of millions touched by the simple story of Maria Goretti. <br/> She was the daughter of a poor Italian tenant farmer, had no chance to go to school, never learned to read or write. When she made her First Communion not long before her death at age 12, she was one of the larger and somewhat backward members of the class. <br/> On a hot afternoon in July, Maria was sitting at the top of the stairs of her house, mending a shirt. She was not quite 12 years old, but physically mature. A cart stopped outside, and a neighbor, Alessandro, 18 years old, ran up the stairs. He seized her and pulled her into a bedroom. She struggled and tried to call for help. “No, God does not wish it,'she cried out. 'It is a sin. You would go to hell for it.'' Alessandro began striking at her blindly with a long dagger. <br/> She was taken to a hospital. Her last hours were marked by the usual simple compassion of the good—concern about where her mother would sleep, forgiveness of her murderer (she had been in fear of him, but did not say anything lest she cause trouble to his family) and her devout welcoming of Viaticum, her last Holy Communion. She died about 24 hours after the attack. <br/> Her murderer was sentenced to 30 years in prison. For a long time he was unrepentant and surly. One night he had a dream or vision of Maria, gathering flowers and offering them to him. His life changed. When he was released after 27 years, his first act was to go to beg the forgiveness of Maria’s mother. <br/> Devotion to the young martyr grew, miracles were worked, and in less than half a century she was canonized. At her beatification in 1947, her mother (then 82), two sisters and a brother appeared with Pope Pius XII on the balcony of St. Peter’s. Three years later, at her canonization, a 66-year-old Alessandro Serenelli knelt among the quarter-million people and cried tears of joy.",
            "image": {
                "thumb": "img/saint/thumb/thumb_goretti.png",
                "full": "img/saint/goretti.png"
            }
        },
        {
            "id": 59,
            "saint_name": "St. Martin de Porres",
            "feast_day": "November 3",
            "patron": "African-Americans, Barbers, Hairdressers, Race relations, Social justice",
            "saint_biography": "He was the son of a freed woman of Panama, probably black but also possibly of Native American stock, and a Spanish grandee of Lima, Peru. His parents never married each other. Martin inherited the features and dark complexion of his mother. That irked his father, who finally acknowledged his son after eight years. After the birth of a sister, the father abandoned the family. Martin was reared in poverty, locked into a low level of Lima’s society. <br/> When he was 12, his mother apprenticed him to a barber-surgeon. He learned how to cut hair and also how to draw blood (a standard medical treatment then), care for wounds and prepare and administer medicines.",
            "image": {
                "thumb": "img/saint/thumb/thumb_porres.png",
                "full": "img/saint/porres.png"
            }
        },
        {
            "id": 60,
            "saint_name": "St. Teresa of Avila",
            "feast_day": "October 15",
            "patron": "Headaches",
            "saint_biography": "Teresa lived in an age of exploration as well as political, social and religious upheaval. It was the 16th century, a time of turmoil and reform. She was born before the Protestant Reformation and died almost 20 years after the closing of the Council of Trent. <br/> The gift of God to Teresa in and through which she became holy and left her mark on the Church and the world is threefold: She was a woman; she was a contemplative; she was an active reformer. As a woman, Teresa stood on her own two feet, even in the man's world of her time. She was 'her own woman,'' entering the Carmelites despite strong opposition from her father. She is a person wrapped not so much in silence as in mystery. Beautiful, talented, outgoing, adaptable, affectionate, courageous, enthusiastic, she was totally human. Like Jesus, she was a mystery of paradoxes: wise, yet practical; intelligent, yet much in tune with her experience; a mystic, yet an energetic reformer. A holy woman, a womanly woman. <br/> Teresa was a woman 'for God,'' a woman of prayer, discipline and compassion. Her heart belonged to God. Her ongoing conversion was an arduous lifelong struggle, involving ongoing purification and suffering. She was misunderstood, misjudged, opposed in her efforts at reform. Yet she struggled on, courageous and faithful; she struggled with her own mediocrity, her illness, her opposition. And in the midst of all this she clung to God in life and in prayer. Her writings on prayer and contemplation are drawn from her experience: powerful, practical and graceful. A woman of prayer; a woman for God. <br/> Teresa was a woman 'for others.'' Though a contemplative, she spent much of her time and energy seeking to reform herself and the Carmelites, to lead them back to the full observance of the primitive Rule. She founded over a half-dozen new monasteries. She traveled, wrote, fought—always to renew, to reform. In her self, in her prayer, in her life, in her efforts to reform, in all the people she touched, she was a woman for others, a woman who inspired and gave life. <br/> Her writings, especially the Way of Perfection and The Interior Castle, have helped generations of believers. <br/> In 1970, the Church gave her the title she had long held in the popular mind: Doctor of the Church. She and St. Catherine of Siena were the first women so honored.",
            "image": {
                "thumb": "img/saint/thumb/thumb_avila.png",
                "full": "img/saint/avila.png"
            }
        },
        {
            "id": 61,
            "saint_name": "St. Frances Xavier Cabrini",
            "feast_day": "November 13",
            "patron": "Hospital Administrators, Immigrants, Impossible Causes",
            "saint_biography": "Frances Xavier Cabrini was the first United States citizen to be canonized; she became a U.S. citizen in 1909. Her deep trust in the loving care of her God gave her the strength to be a valiant woman doing the work of Christ. <br/> Refused admission to the religious order which had educated her to be a teacher, she began charitable work at the House of Providence Orphanage in Cadogno, Italy. In September 1877, she made her vows there and took the religious habit. <br/> When the bishop closed the orphanage in 1880, he named Frances prioress of the Missionary Sisters of the Sacred Heart. Seven young women from the orphanage joined her. <br/> Since her early childhood in Italy, Frances had wanted to be a missionary in China but, at the urging of Pope Leo XIII, Frances went west instead of east. She traveled with six sisters to New York City to work with the thousands of Italian immigrants living there. <br/> She found disappointment and difficulties with every step. When she arrived in New York, the house intended to be her first orphanage in the United States was not available. The archbishop advised her to return to Italy. But Frances, truly a valiant woman, departed from the archbishop’s residence all the more determined to establish that orphanage. And she did. <br/> In 35 years Frances Xavier Cabrini founded 67 institutions dedicated to caring for the poor, the abandoned, the uneducated and the sick. Seeing great need among Italian immigrants who were losing their faith, she organized schools and adult education classes. <br/> As a child, she was always frightened of water, unable to overcome her fear of drowning. Yet, despite this fear, she traveled across the Atlantic Ocean more than 30 times. She died of malaria in her own Columbus Hospital in Chicago.",
            "image": {
                "thumb": "img/saint/thumb/thumb_cabrini.png",
                "full": "img/saint/cabrini.png"
            }
        },
        {
            "id": 62,
            "saint_name": "St. Joseph, Husband of Mary",
            "feast_day": "March 19",
            "patron": "Belgium, Canada, Carpenters, China, Church, Death, Fathers, Happy death, Peru, Russia, Social justice, Travelers, Universal Church, Vietnam, Workers",
            "saint_biography": "The Bible pays Joseph the highest compliment: he was a “just” man. The quality meant a lot more than faithfulness in paying debts. <br/> When the Bible speaks of God “justifying” someone, it means that God, the all-holy or “righteous” One, so transforms a person that the individual shares somehow in God’s own holiness, and hence it is really “right” for God to love him or her. In other words, God is not playing games, acting as if we were lovable when we are not. <br/> By saying Joseph was “just,” the Bible means that he was one who was completely open to all that God wanted to do for him. He became holy by opening himself totally to God. <br/> The rest we can easily surmise. Think of the kind of love with which he wooed and won Mary, and the depth of the love they shared during their marriage. <br/> It is no contradiction of Joseph’s manly holiness that he decided to divorce Mary when she was found to be with child. The important words of the Bible are that he planned to do this “quietly” because he was “a righteous man, yet unwilling to expose her to shame” (Matthew 1:19). <br/> The just man was simply, joyfully, wholeheartedly obedient to God—in marrying Mary, in naming Jesus, in shepherding the precious pair to Egypt, in bringing them to Nazareth, in the undetermined number of years of quiet faith and courage.",
            "image": {
                "thumb": "img/saint/thumb/thumb_stjoseph.png",
                "full": "img/saint/stjoseph.png"
            }
        },
        {
            "id": 63,
            "saint_name": "St. Lorenzo Ruiz",
            "feast_day": "September 28",
            "patron": "Belgium, Canada, Carpenters, China, Church, Death, Fathers, Happy death, Peru, Russia, Social justice, Travelers, Universal Church, Vietnam, Workers",
            "saint_biography": "Lorenzo Ruiz is the first Filipino saint. He is also the first Filipino martyred for the Christian Faith. Lorenzo Ruiz was a layman, married, and had two sons and a daughter. Born in Binondo, Manila, about 1600's, he was educated in the school of the Dominicans there. He served as an altar boy and later was a helper and clerk-sacristan in the church of Binondo. He was a member of the Confraternity of the Rosary. He made his living probably as a calligrapher, one who renders documents in beautiful penmanship for private or official use. To be sure, that work denoted an accomplished and educated person, especially at a time when many an illustrious personage were far from excelling in this art. An adverse event made him leave the Philippines in 1636. When he was in his late twenties or early thirties, he became involved or was accused of being involved in a criminal case, the circumstances of which are far from clear. Whether he was involved or not, one thing was clear, he was afraid that, as a consequence of a trial or mistrial, he might be given a death sentence. Upon landing in Japan where Christians were being persecuted, he was arrested and imprisoned together with his companions. He underwent inhuman tortures and valiantly confessed his Christian Faith. Refusing to renounce his Faith, he told his executioner that he was ready to die for God and give himself for many thousands of lives if he had them. On September 27, 1637, he was hung from a gallows by his feet, his body falling into a pit. After two days of agony, he died of bleeding and suffocation. His body was cremated and the ashes thrown into the sea. He and fifteen companions, martyred in the same persecution, were beatified by Pope John Paul II in Manila on February 18, 1981 and elevated to full honors of the altar by canonization on October 18, 1987 in Rome. Their feast day is on September 28th.",
            "image": {
                "thumb": "img/saint/thumb/thumb_ruiz.png",
                "full": "img/saint/ruiz.png"
            }
        },
        {
            "id": 64,
            "saint_name": "St. Pedro Calungsod",
            "feast_day": "April 2",
            "patron": "of Filipino youth, altar boys, the Philippines, Overseas Filipino Workers, Guam, Cebuanos.",
            "saint_biography": "Saint Pedro Calungsod (c. 1654 – April 2, 1672) is a Filipino Roman Catholic martyr who was killed while doing missionary work in Guam in 1672. He was beatified on March 5, 2000, by Pope John Paul II. As a skilled sacristan and teacher of cathecism, he was a companion of Blessed Diego Luis de San Vitores to the Marianas Islands. Through their efforts, many receive the sacraments especially that of baptism. A plot to kill Pedro and San Vitores started when a certain Choco, a Chinese who gained influence over the Macanas of Marianas Island, circulated false accusations that the missionaries were spreading poison through the ritual of the pouring of water (i.e. baptism), and through the ritual of Catholic Masses. Calungsod and Diego San Vitores were both murdered after baptizing an infant and mother who converted to the Roman Catholic faith. Calungsod is the second Filipino saint after San Lorenzo Ruiz if approved by the Pope and the Holy See.",
            "image": {
                "thumb": "img/saint/thumb/thumb_calungsod.png",
                "full": "img/saint/calungsod.png"
            }
        },
        {
            "id": 65,
            "saint_name": "St. Frances of Rome",
            "feast_day": "March 9",
            "patron": "Motorists, Widows",
            "saint_biography": "Frances's life combines aspects of secular and religious life. A devoted and loving wife, she longed for a lifestyle of prayer and service, so she organized a group of women to minister to the needs of Rome's poor. <br/> Born of wealthy parents, Frances found herself attracted to the religious life during her youth. But her parents objected and a young nobleman was selected to be her husband. <br/> As she became acquainted with her new relatives, Frances soon discovered that the wife of her husband’s brother also wished to live a life of service and prayer. So the two, Frances and Vannozza, set out together—with their husbands’ blessings—to help the poor. <br/> Frances fell ill for a time, but this apparently only deepened her commitment to the suffering people she met. The years passed, and Frances gave birth to two sons and a daughter. With the new responsibilities of family life, the young mother turned her attention more to the needs of her own household. <br/> The family flourished under Frances’s care, but within a few years a great plague began to sweep across Italy. It struck Rome with devastating cruelty and left Frances’s second son dead. In an effort to help alleviate some of the suffering, Frances used all her money and sold her possessions to buy whatever the sick might possibly need. When all the resources had been exhausted, Frances and Vannozza went door to door begging. Later, Frances’s daughter died, and the saint opened a section of her house as a hospital. <br/> Frances became more and more convinced that this way of life was so necessary for the world, and it was not long before she requested and was given permission to found a society of women bound by no vows. They simply offered themselves to God and to the service of the poor. Once the society was established, Frances chose not to live at the community residence, but rather at home with her husband. She did this for seven years, until her husband passed away, and then came to live the remainder of her life with the society—serving the poorest of the poor.",
            "image": {
                "thumb": "img/saint/thumb_stfrances.png",
                "full": "img/saint/stfrances.png"
            }
        },
        {
            "id": 66,
            "saint_name": "St. Gertrude the Great",
            "feast_day": "November 14",
            "patron": "West Indies",
            "saint_biography": "Gertrude, a Benedictine nun in Helfta, Saxony, was one of the great mystics of the 13th century. Together with her friend and teacher St. Mechtild, she practiced a spirituality called nuptial mysticism, that is, she came to see herself as the bride of Christ. Her spiritual life was a deeply personal union with Jesus and his Sacred Heart, leading her into the very life of the Trinity. <br/> But this was no individualistic piety. Gertrude lived the rhythm of the liturgy, where she found Christ. In the liturgy and in Scripture, she found the themes and images to enrich and express her piety. There was no clash between her personal prayer life and the liturgy.",
            "image": {
                "thumb": "img/saint/thumb_stgertrude.png",
                "full": "img/saint/stgertrude.png"
            }
        },
        {
            "id": 67,
            "saint_name": "St. Anthony Claret",
            "feast_day": "Octiber 24",
            "patron": "Savings, Weavers",
            "saint_biography": "The spiritual father of Cuba was a missionary, religious founder, social reformer, queen’s chaplain, writer and publisher, archbishop and refugee. He was a Spaniard whose work took him to the Canary Islands, Cuba, Madrid, Paris and to the First Vatican Council. <br/> In his spare time as weaver and designer in the textile mills of Barcelona, he learned Latin and printing: The future priest and publisher was preparing. Ordained at 28, he was prevented by ill health from entering religious life as a Carthusian or as a Jesuit, but went on to become one of Spain’s most popular preachers. <br/> He spent 10 years giving popular missions and retreats, always placing great emphasis on the Eucharist and devotion to the Immaculate Heart of Mary. Her rosary, it was said, was never out of his hand. At 42, beginning with five young priests, he founded a religious institute of missionaries, known today as the Claretians. <br/> He was appointed to head the much-neglected archdiocese of Santiago in Cuba. He began its reform by almost ceaseless preaching and hearing of confessions, and suffered bitter opposition mainly for opposing concubinage and giving instruction to black slaves. A hired assassin (whose release from prison Anthony had obtained) slashed open his face and wrist. Anthony succeeded in getting the would-be assassin’s death sentence commuted to a prison term. His solution for the misery of Cubans was family-owned farms producing a variety of foods for the family’s own needs and for the market. This invited the enmity of the vested interests who wanted everyone to work on a single cash crop—sugar. Besides all his religious writings are two books he wrote in Cuba: Reflections on Agriculture and Country Delights. <br/> He was recalled to Spain for a job he did not relish—being chaplain for the queen. He went on three conditions: He would reside away from the palace, he would come only to hear the queen’s confession and instruct the children and he would be exempt from court functions. In the revolution of 1868, he fled with the queen’s party to Paris, where he preached to the Spanish colony. <br/> All his life Anthony was interested in the Catholic press. He founded the Religious Publishing House, a major Catholic publishing venture in Spain, and wrote or published 200 books and pamphlets. <br/> At Vatican I, where he was a staunch defender of the doc rine of infallibility, he won the admiration of his fellow bishops. Cardinal Gibbons of Baltimore remarked of him, There goes a true saint. At the age of 63, he died in exile near the border of Spain.",
            "image": {
                "thumb": "img/saint/thumb_stclaret.png",
                "full": "img/saint/stclaret.png"
            }
        },
        {
            "id": 68,
            "saint_name": "St. Martha",
            "feast_day": "July 29",
            "patron": "Housewives, Waiters/ Waitresses",
            "saint_biography": "Martha, Mary and their brother Lazarus were evidently close friends of Jesus. He came to their home simply as a welcomed guest, rather than as one celebrating the conversion of a sinner like Zacchaeus or one unceremoniously received by a suspicious Pharisee. The sisters feel free to call on Jesus at their brother’s death, even though a return to Judea at that time seems almost certain death.",
            "image": {
                "thumb": "img/saint/thumb_stmartha.png",
                "full": "img/saint/stmartha.png"
            }
        },
        {
            "id": 69,
            "saint_name": "St. David of Wales",
            "feast_day": "March 1",
            "patron": "Poets, Wales",
            "saint_biography": "David is the patron saint of Wales and perhaps the most famous of British saints. Ironically, we have little reliable information about him. <br/> It is known that he became a priest, engaged in missionary work and founded many monasteries, including his principal abbey in southwestern Wales. Many stories and legends sprang up about David and his Welsh monks. Their austerity was extreme. They worked in silence without the help of animals to till the soil. Their food was limited to bread, vegetables and water. <br/> In about the year 550, David attended a synod where his eloquence impressed his fellow monks to such a degree that he was elected primate of the region. The episcopal see was moved to Mynyw, where he had his monastery (now called St. David's). He ruled his diocese until he had reached a very old age. His last words to his monks and subjects were: 'Be joyful, brothers and sisters. Keep your faith, and do the little things that you have seen and heard with me.' <br/> St. David is pictured standing on a mound with a dove on his shoulder. The legend is that once while he was preaching a dove descended to his shoulder and the earth rose to lift him high above the people so that he could be heard. Over 50 churches in South Wales were dedicated to him in pre-Reformation days.",
            "image": {
                "thumb": "img/saint/thumb_stdavidwales.png",
                "full": "img/saint/stdavidwales.png"
            }
        },
        {
            "id": 70,
            "saint_name": "St. Alphonsus Ligouri",
            "feast_day": "August 1",
            "patron": "Theologians, Vocations",
            "saint_biography": "In his day, Alphonsus fought for the liberation of moral theology from the rigidity of Jansenism. His moral theology, which went through 60 editions in the century following him, concentrated on the practical and concrete problems of pastors and confessors. If a certain legalism and minimalism crept into moral theology, it should not be attributed to this model of moderation and gentleness. <br/> At the University of Naples he received, at the age of 16, a doctorate in both canon and civil law by acclamation, but he soon gave up the practice of law for apostolic activity. He was ordained a priest and concentrated his pastoral efforts on popular (parish) missions, hearing confessions, forming Christian groups. <br/> He founded the Redemptorist congregation in 1732. It was an association of priests and brothers living a common life, dedicated to the imitation of Christ, and working mainly in popular missions for peasants in rural areas. Almost as an omen of what was to come later, he found himself deserted, after a while, by all his original companions except one lay brother. But the congregation managed to survive and was formally approved 17 years later, though its troubles were not over. <br/> Alphonsus’ great pastoral reforms were in the pulpit and confessional—replacing the pompous oratory of the time with simplicity, and the rigorism of Jansenism with kindness. His great fame as a writer has somewhat eclipsed the fact that for 26 years he traveled up and down the Kingdom of Naples, preaching popular missions. <br/> He was made bishop (after trying to reject the honor) at 66 and at once instituted a thorough reform of his diocese. <br/> His greatest sorrow came toward the end of his life. The Redemptorists, precariously continuing after the suppression of the Jesuits in 1773, had difficulty in getting their Rule approved by the Kingdom of Naples. Alphonsus acceded to the condition that they possess no property in common, but a royal official, with the connivance of a high Redemptorist official, changed the Rule substantially. Alphonsus, old, crippled and with very bad sight, signed the document, unaware that he had been betrayed. The Redemptorists in the Papal States then put themselves under the pope, who withdrew those in Naples from the jurisdiction of Alphonsus. It was only after his death that the branches were united. <br/> At 71 he was afflicted with rheumatic pains which left incurable bending of his neck; until it was straightened a little, the pressure of his chin caused a raw wound on his chest. He suffered a final 18 months of “dark night” scruples, fears, temptations against every article of faith and every virtue, interspersed with intervals of light and relief, when ecstasies were frequent. <br/> Alphonsus is best known for his moral theology, but he also wrote well in the field of spiritual and dogmatic theology. His Glories of Mary is one of the great works on that subject, and his book Visits to the Blessed Sacrament went through 40 editions in his lifetime, greatly influencing the practice of this devotion in the Church.",
            "image": {
                "thumb": "img/saint/thumb_stligouri.png",
                "full": "img/saint/stligouri.png"
            }
        },
        {
            "id": 71,
            "saint_name": "Blessed Contardo Ferrini",
            "feast_day": "October 26",
            "patron": "Universities",
            "saint_biography": "Contardo Ferrini was the son of a teacher who went on to become a learned man himself, one acquainted with some dozen languages. Today he is known as the patron of universities. <br/> Born in Milan, he received a doctorate in law in Italy and then earned a scholarship that enabled him to study Roman-Byzantine law in Berlin. As a renowned legal expert, he taught in various schools of higher education until he joined the faculty of the University of Pavia, where he was considered an outstanding authority on Roman law. <br/> His death in 1902 at the age of 43 occasioned letters from his fellow professors that praised him as a saint; the people of Suna, where he lived, insisted that he be declared a saint. Pope Pius XII beatified Contardo in 1947.",
            "image": {
                "thumb": "img/saint/thumb_stferrini.png",
                "full": "img/saint/stferrini.png"
            }
        },
        {
            "id": 72,
            "saint_name": "Solemnity of the Immaculate Concepcion",
            "feast_day": "December 8",
            "patron": "Brazil, United States",
            "saint_biography": "A feast called the Conception of Mary arose in the Eastern Church in the seventh century. It came to the West in the eighth century. In the 11th century it received its present name, the Immaculate Conception. In the 18th century it became a feast of the universal Church. It is now recognized as a solemnity. <br/> In 1854, Pius IX solemnly proclaimed: “The most Blessed Virgin Mary, in the first instant of her conception, by a singular grace and privilege granted by almighty God, in view of the merits of Jesus Christ, the savior of the human race, was preserved free from all stain of original sin.” <br/> It took a long time for this doctrine to develop. While many Fathers and Doctors of the Church considered Mary the greatest and holiest of the saints, they often had difficulty in seeing Mary as sinless—either at her conception or throughout her life. This is one of the Church teachings that arose more from the piety of the faithful than from the insights of brilliant theologians. Even such champions of Mary as Bernard of Clairvaux and Thomas Aquinas could not see theological justification for this teaching. <br/> Two Franciscans, William of Ware and Blessed John Duns Scotus, helped develop the theology. They pointed out that Mary’s Immaculate Conception enhances Jesus’ redemptive work. Other members of the human race are cleansed from original sin after birth. In Mary, Jesus’ work was so powerful as to prevent original sin at the outset.",
            "image": {
                "thumb": "img/saint/thumb_solemnity.png",
                "full": "img/saint/solemnity.png"
            }
        },
        {
            "id": 73,
            "saint_name": "St. Anthony of Padua",
            "feast_day": "June 13",
            "patron": "Lost Items, Poor, Travelers",
            "saint_biography": "The gospel call to leave everything and follow Christ was the rule of Anthony’s life. Over and over again God called him to something new in his plan. Every time Anthony responded with renewed zeal and self-sacrificing to serve his Lord Jesus more completely. <br/> His journey as the servant of God began as a very young man when he decided to join the Augustinians in Lisbon, giving up a future of wealth and power to be a servant of God. Later, when the bodies of the first Franciscan martyrs went through the Portuguese city where he was stationed, he was again filled with an intense longing to be one of those closest to Jesus himself: those who die for the Good News. <br/> So Anthony entered the Franciscan Order and set out to preach to the Moors. But an illness prevented him from achieving that goal. He went to Italy and was stationed in a small hermitage where he spent most of his time praying, reading the Scriptures and doing menial tasks. <br/> The call of God came again at an ordination where no one was prepared to speak. The humble and obedient Anthony hesitantly accepted the task. The years of searching for Jesus in prayer, of reading sacred Scripture and of serving him in poverty, chastity and obedience had prepared Anthony to allow the Spirit to use his talents. Anthony’s sermon was astounding to those who expected an unprepared speech and knew not the Spirit’s power to give people words. <br/> Recognized as a great man of prayer and a great Scripture and theology scholar, Anthony became the first friar to teach theology to the other friars. Soon he was called from that post to preach to the Albigensians in France, using his profound knowledge of Scripture and theology to convert and reassure those who had been misled by their denial of Christ's divinity and of the sacraments.. <br/> After he led the friars in northern Italy for three years, he made his headquarters in the city of Padua. He resumed his preaching and began wrtiting sermon notes to help other preachers.",
            "image": {
                "thumb": "img/saint/thumb_stpadua.png",
                "full": "img/saint/stpadua.png"
            }
        },
        {
            "id": 74,
            "saint_name": "St. Blaise",
            "feast_day": "February 3",
            "patron": "Throat Ailments",
            "saint_biography": "His feast is observed as a holy day in some Eastern Churches. The Council of Oxford, in 1222, prohibited servile labor in England on Blaise’s feast day. The Germans and Slavs hold him in special honor and for decades many United States Catholics have sought the annual St. Blaise blessing for their throats <br/> We know that Bishop Blaise was martyred in his episcopal city of Sebastea, Armenia, in 316. The legendary Acts of St. Blaise were written 400 years later. According to them Blaise was a good bishop, working hard to encourage the spiritual and physical health of his people. Although the Edict of Toleration (311), granting freedom of worship in the Roman Empire, was already five years old, persecution still raged in Armenia. Blaise was apparently forced to flee to the back country. There he lived as a hermit in solitude and prayer, but he made friends with the wild animals. One day a group of hunters seeking wild animals for the amphitheater stumbled upon Blaise’s cave. They were first surprised and then frightened. The bishop was kneeling in prayer surrounded by patiently waiting wolves, lions and bears. <br/> As the hunters hauled Blaise off to prison, the legend has it, a mother came with her young son who had a fish bone lodged in his throat. At Blaise’s command the child was able to cough up the bone. <br/> Agricolaus, governor of Cappadocia, tried to persuade Blaise to sacrifice to pagan idols. The first time Blaise refused, he was beaten. The next time he was suspended from a tree and his flesh torn with iron combs or rakes. (English wool combers, who used similar iron combs, took Blaise as their patron. They could easily appreciate the agony the saint underwent.) Finally, he was beheaded.",
            "image": {
                "thumb": "img/saint/thumb_stblaise.png",
                "full": "img/saint/stblaise.png"
            }
        },
        {
            "id": 75,
            "saint_name": "St. Zacharias a.k.a St. Zachary and Pope Zacharias",
            "feast_day": "May 15",
            "patron": "Peace",
            "saint_biography": "Pope Zacharias is chiefly known for his political acumen - unlike his predecessors, he was able to reach agreements with Lombard rulers, preventing for example the exarchate of Ravenna from coming under Lombard domination. At the same time, he strengthened the papal ties with the Franks, a move which would later secure the papacy and Rome against further Lombard incursions.",
            "image": {
                "thumb": "img/saint/thumb_stzachary.png",
                "full": "img/saint/stzachary.png"
            }
        },
        {
            "id": 76,
            "saint_name": "St. Gabriel, the Archangel",
            "feast_day": "September 29",
            "patron": "Communications Workers",
            "saint_biography": "The name Gabriel means 'man of God', or 'God has shown himself mighty'. It appears first in the prophesies of Daniel in the Old Testament. The angel announced to Daniel the prophecy of the seventy weeks. His name also occurs in the apocryphal book of Henoch. He was the angel who appeared to Zachariah to announce the birth of St. John the Baptizer. Finally, he announced to Mary that she would bear a Son Who would be conceived of the Holy Spirit, Son of the Most High, and Saviour of the world. The feast day is September 29th. St. Gabriel is the patron of communications workers.",
            "image": {
                "thumb": "img/saint/thumb_stgab.png",
                "full": "img/saint/stgab.png"
            }
        },
        {
            "id": 77,
            "saint_names": "St. Mark",
            "feast_day": "April 25",
            "patron": "Notaries",
            "saint_biography": "The second Gospel was written by St. Mark, who, in the New Testament, is sometimes called John Mark. Both he and his mother, Mary, were highly esteemed in the early Church, and his mother's house in Jerusalem served as a meeting place for Christians there. <br/> St. Mark was associated with St. Paul and St. Barnabas (who was Mark's cousin) on their missionary journey through the island of Cyprus. Later he accompanied St. Barnabas alone. We know also that he was in Rome with St. Peter and St. Paul. Tradition ascribes to him the founding of the Church in Alexandria. <br/> St. Mark wrote the second Gospel, probably in Rome sometime before the year 60 A.D.; he wrote it in Greek for the Gentile converts to Christianity. Tradition tells us that St. Mark was requested by the Romans to set down the teachings of St. Peter. This seems to be confirmed by the position which St. Peter has in this Gospel. In this way the second Gospel is a record of the life of Jesus as seen through the eyes of the Prince of the Apostles. His feast day is April 25. He is the patron saint of notaries.",
            "image": {
                "thumb": "img/saint/thumb_stmark.png",
                "full": "img/saint/stmark.png"
            }
        },
        {
            "id": 78,
            "saint_names": "St. Cuthbert",
            "feast_day": "March 20",
            "patron": "Northern England",
            "saint_biography": "Saint Cuthbert (c. 634 – 20 March 687) was a saint of the early Northumbrian church in the Celtic tradition. He was a monk, bishop and hermit, associated with the monasteries of Melrose and Lindisfarne in what might loosely be termed the Kingdom of Northumbria in the Northeast of England. After his death he became one of the most important medieval saints of Northern England, with a cult centred on his tomb at Durham Cathedral. Cuthbert is regarded as the patron saint of northern England. His feast day is 20 March. <br/> He grew up near Melrose Abbey, a daughter-house of Lindisfarne, today in Scotland. He had decided to become a monk after seeing a vision on the night in 651 that St. Aidan, the founder of Lindisfarne, died, but seems to have seen some military service first. He was quickly made guest-master at the new monastery at Ripon, soon after 655, but had to return with Eata to Melrose when Wilfrid was given the monastery instead. About 662 he was made prior at Melrose, and around 665 went as prior to Lindisfarne. In 684 he was made bishop of Lindisfarne but by late 686 resigned and returned to his hermitage as he felt he was about to die, although he was probably only in his early 50s.",
            "image": {
                "thumb": "img/saint/thumb_cuthbert.png",
                "full": "img/saint/cuthbert.png"
            }
        },
        {
            "id": 79,
            "saint_names": "St. Anastasia of Sirmium",
            "feast_day": "December 22 (Orthodox Calendar)",
            "patron": "Widows, Martyrs, Weavers",
            "saint_biography": "Daughter of Saint Fausta of Sirmium. Matron of a noble Roman family. Married to a pagan. Spiritual student of Saint Chrysogonus. Martyred in the persecutions of Diocletian. <br/> Her name is commemorated in the second Mass of Christmas and the first eucharistic prayer. Nothing is really known about her except her death, but there have been no end of attempts by story-tellers to fill in the blanks.",
            "image": {
                "thumb": "img/saint/thumb_.png",
                "full": "img/saint/.png"
            }
        }
    ]
}